hostNotFound=Fel vid l\u00e4sning av v\u00e4rdinst\u00e4llningar i databasen.
cacheManagerNotInitialized=Systemfel: Cachehanteraren \u00e4r inte initierad.
configManagerNotInitialized=Systemfel: Konfigurationshanteraren \u00e4r inte initierad.
unknownError=Ett ok\u00e4nt fel intr\u00e4ffade. Felkod: {0}  Felmeddelande: {1}
vaultAddress=Rollarkivets adress:*
vaultAddress_tt=Ange DNS eller IP-adress till rollarkivet.
appURL=URL f\u00f6r anv.program:
appURL_tt=URL f\u00f6r anv.program:
appDN=Fullst\u00e4ndigt namn p\u00e5 drivrutinen f\u00f6r anv.programmet:*
appDN_tt=Ange fullst\u00e4ndigt LDAP-dom\u00e4nnamn f\u00f6r anv\u00e4ndarprogrammets drivrutin i identitetsarkivet. Exempel: cn=UserApp1,cn=IDMDrivers,o=novell
appDNPicker_tt=Bl\u00e4ddra till anv\u00e4ndarprogrammets drivrutin.
drvDiscDN=Drivrutinens s\u00f6kningsdom\u00e4nnamn:
drvDiscDN_tt=Ange fullst\u00e4ndigt LDAP-dom\u00e4nnamn f\u00f6r rotplatsen som ska s\u00f6kas igenom efter drivrutiner.
drvDiscDNPicker_tt=Bl\u00e4ddra till rotplatsen d\u00e4r du vill s\u00f6ka efter drivrutiner.
adminDN=Admin. DN:*
adminDN_tt=Ange fullst\u00e4ndigt LDAP-dom\u00e4nnamn f\u00f6r en administrat\u00f6rsanv\u00e4ndare f\u00f6r identitetsarkivet. Exempel: cn=admin,ou=sampleOrgUnit,o=Novell
adminPwd=Admin.-l\u00f6senord:*
adminPwd_tt=Ange l\u00f6senordet f\u00f6r administrat\u00f6rsanv\u00e4ndaren.
port=Rollarkivets port:*
port_tt=Ange identitetsarkivets port. Standardporten \u00e4r 389 eller 636 f\u00f6r SSL.
ssl=Anv\u00e4nd SSL
ssl_tt=V\u00e4lj det h\u00e4r alternativet om du vill ansluta till identitetsarkivet via SSL.
submit=Skicka
roleconfigSubTitle=Med det h\u00e4r verktyget kan du utf\u00f6ra rollmappning \u00f6ver flera f\u00f6retagssystem, vilket g\u00f6r det m\u00f6jligt att hantera f\u00f6retagets s\u00e4kerhetspolicy \u00f6ver flera dom\u00e4ner. Klicka h\u00e4r om du vill veta mer
here=h\u00e4r 
test=Test
close=St\u00e4ng
testSuccess=Anslutningen till identitetsarkivet \u00e4r uppr\u00e4ttad.
testFail=Anslutningen till identitetsarkivet misslyckades pga. {0}.
configMessage=Ange inst\u00e4llningar f\u00f6r att ansluta till identitetsarkivet, testa anslutningen och spara den.
roleMapError=Det g\u00e5r inte att h\u00e4mta anslutningsinformation f\u00f6r identitetsarkivet: {0}.
dbError=Databasfel vid h\u00e4mtning av anslutningsinformation f\u00f6r identitetsarkivet: {0}.
invalidName=Fel vid h\u00e4mtning av anslutningsinformation f\u00f6r identitetsarkivet pga. ogiltigt namn: {0}.
badUserAppDN=Det g\u00e5r inte att hitta drivrutinen f\u00f6r anv\u00e4ndarprogrammet: {0}.
badUserAppDriverType=Drivrutinen som angetts, {0}, \u00e4r inte en anv\u00e4ndarprogramsdrivrutin.
badUserAppVersion=Den angivna anv\u00e4ndarprogramsdrivrutinen st\u00f6ds inte. Du m\u00e5ste ange en drivrutin med versionsnummer 3.7 eller h\u00f6gre.
badURL=Fel vid h\u00e4mtning av anslutningsinformation f\u00f6r identitetsarkivet pga. ogiltig URL: {0}.
badDiscoveryDN=Det g\u00e5r inte att hitta drivrutinens s\u00f6kningsdom\u00e4nnamn: {0}.
discoverDnNotContainer=Drivrutinens s\u00f6kningsdom\u00e4nnamn, {0}, \u00e4r inte ett enhetsobjekt. 
badUserRootDN=Det g\u00e5r inte att hitta rotanv\u00e4ndarenhetens dom\u00e4nnamn: {0}.
rootDnNotContainer=Rotanv\u00e4ndarens enhetsdom\u00e4nnamn, {0}, \u00e4r inte ett enhetsobjekt. 
edirTestFail=Det g\u00e5r inte att ansluta till identitetsarkivet: {0}.
badURLSet=Den angivna URL-adressen, {0}, \u00e4r inte en giltig URL.
resetDBButton=\u00c5terst\u00e4ll databas
resetDBLabel=\u00c5terst\u00e4ll databas
resetDBDesc=Vid \u00e5terst\u00e4llning av en databas rensas alla tidigare auktoriseringar bort som har l\u00e4sts in fr\u00e5n IDM-anslutna system. N\u00e4r databas\u00e5terst\u00e4llningen \u00e4r klar m\u00e5ste auktoriseringarna i programmet l\u00e4sas in p\u00e5 nytt.
resetDBSuccess=Databasen har \u00e5terst\u00e4llts.
resetDBFailed=Det gick inte att \u00e5terst\u00e4lla databasen.
readAuth=L\u00e4s roller
queryAuth=Fr\u00e5ga efter roller
updateTables=Uppdatera tabeller fr\u00e5n identitetsarkivet
rolesIntegrator=Rollmappningsadministrat\u00f6r
help=Hj\u00e4lp
help_tt=Visa hj\u00e4lpen f\u00f6r det h\u00e4r programmet
applyChangesTitle=Bekr\u00e4fta \u00e4ndring av val
mappingChangesMsg1=Det finns v\u00e4ntande mappnings\u00e4ndringar.  
mappingChangesMsg2=V\u00e4lj OK om du vill kasta \u00e4ndringarna och forts\u00e4tta att v\u00e4lja {0} eller Avbryt om du vill beh\u00e5lla den aktuella rollen.
save=Spara
cancel=Avbryt
cancelAll=Avbryt alla
cancelAllToolTip=Avbryt alla \u00e5tg\u00e4rder
driverState=\u00c5tg\u00e4rden kan inte utf\u00f6ras. Drivrutinen {0} \u00e4r antingen stoppad eller inte tillg\u00e4nglig.
driverVersion=Den l\u00e4gsta drivrutinsversion som anges i konfigurationen f\u00f6r rollmappningsadministrat\u00f6ren i det h\u00e4r systemet \u00e4r inte kompatibel med identitetsarkivets drivrutinsversion, {0}. F\u00f6rs\u00f6k att l\u00e4sa in auktoriseringar f\u00f6r det h\u00e4r systemet kan komma att misslyckas.   
newRole=Ny roll...
newRole_tt=Skapa en ny roll
editRole=Redigera roll...
editRole_tt=Redigera den valda rollen
delete=Ta bort
delete_tt=Ta bort vald roll
displayNameRetrievalError=Fel vid h\u00e4mtning av v\u00e4rdens visningsnamn:
quickSearch=Snabbs\u00f6kning
preferences=Rollarkivinst\u00e4llningar
refreshList=Uppdatera listan
defineFilter=Definiera filter
loading=L\u00e4ser in Novells rollmappningsadministrat\u00f6r...
sending=Sparar data...
loadAuthorizations=L\u00e4s in auktoriseringar
mapRole=Mappa till roll
mapRole_tt=Mappa den valda auktoriseringen med den valda rollen.
viewRefs=Visa referenser
viewRefs_tt=Visa rollreferenserna f\u00f6r den valda auktoriseringen
refresh=Uppdatera
refreshToolTip=Uppdatera drivrutiner och system genom att s\u00f6ka i identitetsarkivet  
refreshConfiguration=Uppdatera konfiguration
searchIV=S\u00f6ker i identitetsarkivet
ok=OK
roleName=Namn:*
description=Beskrivning:*
level=Niv\u00e5:*
category=Kategori:
owners=\u00c4gare:
noSystemsLabel=Inga system
noSystems=Det gick inte att identifiera n\u00e5gra drivrutiner eller logiska system i identitetsarkivet. 
noSystemsInstructions=S\u00f6kningen efter relevanta drivrutiner \u00e4r beroende av en giltig konfiguration. Kontakta rollmappningsadministrat\u00f6ren och administrat\u00f6ren f\u00f6r identitetsarkivet och be dem kontrollera att milj\u00f6n \u00e4r r\u00e4tt konfigurerad.
noAuthYet=Auktoriseringar f\u00f6r det h\u00e4r systemet \u00e4r inte inl\u00e4sta.
loadInstructions=Ange vad som ska l\u00e4sas in:
note=Anteckning:
loadNoteText=Klicka p\u00e5 knappen L\u00e4s in auktoriseringar ovan om du vill l\u00e4sa in auktoriseringar fr\u00e5n andra system.
load=L\u00e4s in
loadTime=Inl\u00e4st
loadToolTip=L\u00e4s in auktoriseringarna fr\u00e5n de valda systemen
testButton=Testa anslutningsinformationen innan du sparar den.
filter=Filtrera
id=ID: 
show=Visa:
activityGroup=Aktivitetsgrupper
profile=Profiler
both=B\u00e5da
gettingRoleInfo=H\u00e4mtar information om rollniv\u00e5 och kategori...
invalidRoleName=Rollnamnet {0} \u00e4r inte giltigt.
search=S\u00f6k
currentOwners=Valda \u00e4gare:
firstName=F\u00f6rnamn
lastName=Efternamn
searchingForUsers=S\u00f6ker efter anv\u00e4ndare...
noUsers=Det gick inte att hitta n\u00e5gra resultat.
failureLoadingAuths=Fel vid inl\u00e4sning av auktoriseringarna
savingRole=Sparar roll...
loadAuthProgress=L\u00e4s in status f\u00f6r auktoriseringar
removeMap=Ta bort
removeMap_tt=Ta bort den valda mappningen
resetMap=\u00c5terst\u00e4ll
resetMap_tt=\u00c5terst\u00e4ll rollmappningarna
apply=Till\u00e4mpa
apply_tt=Till\u00e4mpa mappnings\u00e4ndringarna
columns=Kolumner
columns_tt=V\u00e4lj kolumner
configColumnsTitle=V\u00e4lj kolumner
toggleLists=V\u00e4xla mellan listorna Roller/Mappning
savedRole=Rollen har sparats...
roleExistsError=En roll med namnet {0} finns redan p\u00e5 niv\u00e5 {1}.
badRoleNameError=Rollnamnet {0} \u00e4r inte giltigt.
generalAddRoleError=Ett fel uppstod n\u00e4r rollen skapades: {0}.
addRoleTitle=L\u00e4gg till roll
editRoleTitle=Redigera roll - {0}
addMappingTitle=L\u00e4gg till mappning
editMappingTitle=Redigera mappning
addMappingDescriptionLabel=L\u00e4gg till en beskrivning f\u00f6r mappningen:*
addMappingResourceNameLabel=Resursnamn:*
addMappingResourceNameError=Resursnamnet inneh\u00e5ller ogiltiga tecken. Giltiga tecken \u00e4r alfanumeriska tecken, understreck (_), streck (-) och blanksteg.
addMappingExistingResourceMsg=En resurs f\u00f6r beh\u00f6righeten finns redan. Om du \u00e4ndrar resursnamnet \u00e4ndras visningsnamnet f\u00f6r den befintliga resursen.
authType=Typ:
langType=Spr\u00e5k:
displayName=Arkivets visningsnamn:
displayName_tt=Ange visningsnamnet (valfritt) som du vill anv\u00e4nda f\u00f6r rollarkivets adress.  
userRootDN=Enhet f\u00f6r rotanv\u00e4ndare:*
userRootDN_tt=Ange fullst\u00e4ndigt LDAP-dom\u00e4nnamn f\u00f6r rotenheten f\u00f6r anv\u00e4ndarobjekten i identitetsarkivet. Exempel: ou=users,ou=data,o=novell
userRootDNPicker_tt=Bl\u00e4ddra efter det fullst\u00e4ndiga LDAP-dom\u00e4nnamnet p\u00e5 rotenheten f\u00f6r anv\u00e4ndarobjekten.
namURL=URL f\u00f6r utloggning fr\u00e5n \u00e5tkomsthanteraren: 
namURL_tt=Ange URL-adressen f\u00f6r \u00e5tkomsthanterarens identitetsserver. F\u00e4ltet \u00e4r valfritt och till\u00e5ter enkel inloggning f\u00f6r rollmappningsadministrat\u00f6ren.
deleteRoleTitle=Ta bort roll - {0}
mappingChangeTitle=Bekr\u00e4fta mappnings\u00e4ndring
mappingChangesTitle=Bekr\u00e4fta mappnings\u00e4ndringar
deleteRole=Vill du ta bort rollen {0}?

confirmMapChange=Bekr\u00e4fta f\u00f6ljande \u00e4ndring av {0}:
confirmMapChanges=Bekr\u00e4fta f\u00f6ljande \u00e4ndringar av {0}:

deprovisionWarningRemove=Om du tar bort mappningarna kommer logistiken f\u00f6r medlemmar med den h\u00e4r rollen och de h\u00e4r auktoriseringarna att tas bort.
deprovisionWarningRemoveAdd=Om du tar bort mappningarna kommer logistiken f\u00f6r medlemmar med den h\u00e4r rollen och de h\u00e4r auktoriseringarna att tas bort. Om du l\u00e4gger till mappningar f\u00f6rses medlemmarna med logistik.
deprovisionWarningAdd=Om du l\u00e4gger till mappningar f\u00f6rses medlemmar med den h\u00e4r rollen och de h\u00e4r auktoriseringarna med logistik.

yes=Ja
no=Nej
deletingRole=Tar bort rollen...
adminConfig=Administrat\u00f6rskonfiguration
configInstructions=Det h\u00e4r \u00e4r konfigurationssidan f\u00f6r Novells rollmappningsadministrat\u00f6r.
launchApp=Logga in till rollmappningsadministrat\u00f6ren
buildLabel=Uppdatering {0} byggd den {1}
productInfoTitle=Programinformation
configTitle=Systemkonfiguration
attrDefaultsTitle=Standardv\u00e4rden f\u00f6r attribut
resourceCategory=Resurskategori:
resetTitle=Databas f\u00f6r roller och auktoriseringar
savedConfig=Konfigurationsinst\u00e4llningarna har sparats.
authFilter=Auktoriseringsfilter
clear=Rensa
configHint=Avsnittet Systemkonfiguration m\u00e5ste vara fullst\u00e4ndigt definierat f\u00f6r att rollmappningsadministrat\u00f6ren ska fungera som avsett.
failureSettingAuthFilter=Fel vid inst\u00e4llning av auktoriseringsfiltret
testHint=Alla f\u00e4lt \u00e4r obligatoriska utom Drivrutinens s\u00f6kningsdom\u00e4nnamn och URL f\u00f6r \u00e5tkomsthanteraren.
username=Anv\u00e4ndarnamn:
password=L\u00f6senord:
adminPassword=Administrat\u00f6rsl\u00f6senord:
login=Logga in
logout=Logga ut
logout_tt=Logga ut ur det h\u00e4r programmet
loginTitle=Novells rollmappningsadministrat\u00f6r etablerar rollmappningar \u00f6ver f\u00f6retagssystem vilket g\u00f6r det m\u00f6jligt att hantera f\u00f6retagets s\u00e4kerhetspolicy \u00f6ver flera dom\u00e4ner.
loginConfigTitle=Konfigurera Novell Identity Manager-komponenterna s\u00e5 att Novells rollmappningsadministrat\u00f6r kan fungera som avsett.
baduser=Det angivna anv\u00e4ndarnamnet eller l\u00f6senordet kunde inte identifieras. Klicka p\u00e5 {0} om du vill veta mer.
badConfigUser=Det angivna l\u00f6senordet kunde inte identifieras.
noaccess=Anv\u00e4ndaren {0} har inte \u00e5tkomst till det h\u00e4r systemet.
config=Administrat\u00f6rskonfiguration
configCancel=Avbryt administrat\u00f6rsinloggning
configLoginPopTitle=Administrat\u00f6rsl\u00f6senord
configLoginPop=Anv\u00e4nd administrat\u00f6rsl\u00f6senordet som definierades under installationen.
loginPopTitle=Inloggning och konfiguration
loginPop=Anv\u00e4ndarnamnet kan matas in som ett unikt namn (LDAP-dom\u00e4nnamn) eller som ett vanligt namn (CN)<br /><br />Administrat\u00f6rskonfigurationen till\u00e5ter en administrat\u00f6r att konfigurera serverspecifika parametrar f\u00f6r att Novells rollmappningsadministrat\u00f6r ska kunna k\u00f6ras.
required=*Obligatoriskt
roleFilter=Rollfilter
roleNameFilter=Rollnamn:
name=Namn:
categories=Kategorier:
errorLoadingRoleInfo=Fel vid h\u00e4mtning av rollinformation:
failureSettingRoleFilter=Fel vid inst\u00e4llning av rollfiltret
languageNotFoundTitle=Spr\u00e5k hittades inte
languageNotFound=De spr\u00e5k du f\u00f6redrar st\u00e4mmer inte med spr\u00e5ken som konfigurerats f\u00f6r det h\u00e4r logiska systemet. Auktoriseringstabellen visas med det logiska systemets spr\u00e5k.
languagesNotFound=De spr\u00e5k du f\u00f6redrar st\u00e4mmer inte med spr\u00e5ken som konfigurerats f\u00f6r det h\u00e4r logiska systemet. V\u00e4lj det spr\u00e5k som du vill att auktoriseringarna ska visas med.
unableToMapTitle=Det g\u00e5r inte att mappa
mustSelectRoleMsg=V\u00e4lj en identitetsarkivroll f\u00f6r mappning.
mustSelectAuthorizationMsg=V\u00e4lj en auktorisering f\u00f6r mappning.
dataRetrievalErrorLabel=Fel vid h\u00e4mtning av data:
removeMappingErrorLabel=Fel vid borttagning av mappning:    
roleMapErrorLabel=Fel vid rollmappning:
roleFilterName=Namnuttryck som \u00e4r ett uttryck av typen ''b\u00f6rjar med" och det beh\u00f6vs inget jokertecken. Namn \u00e4r skiftl\u00e4gesk\u00e4nsliga.
roleFilterCategory=V\u00e4lj en eller fler kategorier som ska ing\u00e5 i filtret f\u00f6r rollistan.
roleFilterLevel=V\u00e4lj en eller fler niv\u00e5er som ska ing\u00e5 i filtret f\u00f6r rollistan.
filterClearTooltip=Klicka p\u00e5 knappen Rensa om du vill rensa alla dina val och textinmatningar fr\u00e5n filterformul\u00e4ret.
filterOkTooltip=Klicka p\u00e5 knappen OK om du vill st\u00e4lla in filtret med de aktuella formul\u00e4rv\u00e4rdena.
filterCancelTooltip=Klicka h\u00e4r om du vill avbryta redigeringarna av formul\u00e4rv\u00e4rdena.
authFilterIdTooltip=Namnuttryck som kan inneh\u00e5lla jokertecknen * och ?.
authFilterDescTooltip=Beskrivningsuttrycket kan inneh\u00e5lla jokertecknen * och ?.
authFilterDispTooltip=Visningsnamnsuttrycket kan inneh\u00e5lla jokertecknen * och ?.
authFilterTypeTooltip=V\u00e4lj en eller flera typer som ska ing\u00e5 i filtret f\u00f6r auktoriseringslistan.
errorTitle=Fel
warningTitle=Varning
error=Fel:
success=Klart:
filterLevel=Niv\u00e5:
filterDescription=Beskrivning:
filterDisplay=Visningsnamn:
problemMappingsMsg=Det gick inte att hitta auktoriseringarna f\u00f6r mappningarna i listan nedan. Om du l\u00e4ser in databasen p\u00e5 nytt kommer det att bekr\u00e4ftas om mappningarna inte l\u00e4ngre g\u00e4ller. Andra systemmappningar kommer fr\u00e5n drivrutiner som \u00e4nnu inte st\u00f6ds av det h\u00e4r verktyget.
warningLabel=Varning!
problemMappingsWarningMsg=Borttagning av en rollmappning kan starta borttagningen av logistik f\u00f6r de kopplade rollr\u00e4ttigheterna fr\u00e5n tilldelade anv\u00e4ndare.
problemMappingDlgTitle=Mappade auktoriseringsvarningar
mappingsNotFoundTabTitle=Mappningar hittades inte
otherSystemMappingsTabTitle=Andra systemmappningar
noResultsFoundMsg=No results found
updateConfigurationFailed=Ett fel intr\u00e4ffade vid uppdatering av drivrutinerna och de logiska systemen. Du kan f\u00e5 mer information genom att titta i loggfilen eller kontakta systemadministrat\u00f6ren.
loadAuthorizationsFailed=Ett fel intr\u00e4ffade vid inl\u00e4sning av auktoriseringarna. Du kan f\u00e5 mer information genom att titta i loggfilen eller kontakta systemadministrat\u00f6ren.
loadAuthorizationsDriverError=Ett fel intr\u00e4ffade vid inl\u00e4sning av auktoriseringarna. Drivrutinen rapporterade ett fel: {0}.  
getAuthorizationsFailed=Ett fel intr\u00e4ffade vid l\u00e4sning av auktoriseringarna. Du kan f\u00e5 mer information genom att titta i loggfilen eller kontakta systemadministrat\u00f6ren.
getDriverConfigFailed=Ett fel intr\u00e4ffade vid l\u00e4sning av drivrutinerna och de logiska systemen. Du kan f\u00e5 mer information genom att titta i loggfilen eller kontakta systemadministrat\u00f6ren.
noResultsFoundMsg=Det gick inte att hitta n\u00e5gra resultat
invalidChar=Ogiltigt tecken: {0}
validateFailRoleConfig=Det g\u00e5r inte att f\u00e5 \u00e5tkomst till objektet f\u00f6r rollarkivkonfiguration {0} med de administrativa proxyinloggningsuppgifterna. Det kan tyda p\u00e5 att den valda drivrutinen \u00e4r ogiltig eller ocks\u00e5 att den inte finns eller att fullmaktsanv\u00e4ndaren inte har r\u00e4tt f\u00f6rvaltarr\u00e4ttigheter till drivrutinen i identitetsarkivet. Kontakta systemadministrat\u00f6ren. Inga \u00e4ndringar har sparats.
validateFailDriverSet=Det g\u00e5r inte att hitta en IDM-drivrutinsupps\u00e4ttning inom omfattningen av drivrutinens s\u00f6kningsenhet ({0}). Det kan tyda p\u00e5 att drivrutinens s\u00f6kningsdom\u00e4nnamn i programkonfigurationen \u00e4r ogiltigt, eller ocks\u00e5 att den administrativa fullmaktsanv\u00e4ndaren inte har r\u00e4tt f\u00f6rvaltarr\u00e4ttigheter i identitetsarkivet. Kontakta din systemadministrat\u00f6r.
validateFail=Ett ov\u00e4ntat undantag intr\u00e4ffade vid validering av programinst\u00e4llningarna. Kontakta systemadministrat\u00f6ren. Undantag: {0}
suggestedSystemsToReloadLabel=F\u00f6rslag p\u00e5 system att l\u00e4sa in p\u00e5 nytt:
noConfiguredDrivers=Det gick inte att hitta n\u00e5gra konfigurerade drivrutiner inom omfattningen av drivrutinens s\u00f6kningsenhet. Det kan tyda p\u00e5 att drivrutinens s\u00f6kningsdom\u00e4nnamn i programkonfigurationen \u00e4r ogiltig eller ocks\u00e5 p\u00e5 att den administrativa fullmaktsanv\u00e4ndaren har inte r\u00e4tt f\u00f6rvaltarr\u00e4ttigheter i identitetsarkivet. Kontakta systemadministrat\u00f6ren.
badConfigPort=V\u00e4rdet f\u00f6r rollarkivets port, {0}, \u00e4r inte giltigt.
deletedEditingRole=Rollen har tagits bort av en annan anv\u00e4ndare. St\u00e4ng den h\u00e4r dialogrutan och klicka p\u00e5 knappen Uppdatera lista n\u00e4r du vill uppdatera listan med roller.
deletedEditingRoleTitle=Rollen har tagits bort
dnPickerTitle=Objektv\u00e4ljare f\u00f6r identitetsarkivet
loadingPicker=L\u00e4ser in...
pickerMessage=V\u00e4lj ett objekt som ska anv\u00e4ndas f\u00f6r att skapa dom\u00e4nnamnet f\u00f6r det h\u00e4r f\u00e4ltet.
userAppDnPickerMessage=V\u00e4lj drivrutinen f\u00f6r anv\u00e4ndarprogrammet.
discoveryDnPickerMessage=V\u00e4lj enheten som ska anv\u00e4ndas som startpunkt f\u00f6r drivrutinss\u00f6kning.
rootUserDnPuckerMessage=V\u00e4lj rotanv\u00e4ndarenheten.
changesNotSaved=Inga \u00e4ndringar har sparats.
root=rot
roleReport=Rapport \u00f6ver nya roller och mappningar
roleReportOkTooltip=Klicka p\u00e5 OK n\u00e4r du vill skapa en rapport baserad p\u00e5 de aktuella formul\u00e4rv\u00e4rdena
roleReportInfo=Rapporten inneh\u00e5ller roller och mappningar, och har skapats utifr\u00e5n listans filter. \u00c4ndra filtret om du vill justera rapportresultaten.
newReport=Ny rapport
refreshRequired=Uppdatering av konfigurationen kr\u00e4vs
refreshRequiredNote=Konfigurationen m\u00e5ste uppdateras n\u00e4r drivrutinens s\u00f6kningsdom\u00e4nnamn \u00e4ndras och Spara v\u00e4ljs.
authRoleReferences=Auktoriseringsrollreferenser
viewRefsMessage=Beh\u00f6righeten mappas till f\u00f6ljande identitetsarkivroller.
authIDLabel=Auktoriseringsnamn:
mappingBeingAddedLabel=Mappning som ska l\u00e4ggas till:
mappingsBeingAddedLabel=Mappningar som ska l\u00e4ggas till:
mappingBeingRemovedLabel=Mappning som ska tas bort:
mappingsBeingRemovedLabel=Mappningar som ska tas bort:
mappingBeingUpdatedLabel=Mappning som ska uppdateras:
mappingsBeingUpdatedLabel=Mappningar som ska uppdateras:
noDNErrorMessage=Det gick inte att hitta n\u00e5gra objekt i identitetsarkivet. Det kan betyda att admin.dom\u00e4nnamnet som du har angett inte har r\u00e4ttigheter att bl\u00e4ddra i identitetsarkivet.
failureReportTitle=Fel n\u00e4r rapport skulle skapas
failureReportDesc=Ett fel intr\u00e4ffade n\u00e4r rapporten skulle skapas. Ytterligare information finns i serverloggarna.
noMappingsMsg=Inga mappningar hittades f\u00f6r den h\u00e4r rollen
noRolesMsg=Inga roller i identitetsarkivet
noAuthorizationsMsg=Inga auktoriseringar har l\u00e4sts in
noReferencesMsg=Inga referenser hittades f\u00f6r den h\u00e4r auktoriseringen
mappingNameHeader=Resursnamn
mappingDescriptionHeader=Mappningsbeskrivning
authNameHeader=Auktoriseringsnamn
authTypeHeader=Auktoriseringstyp
authDescHeader=Beskrivning av auktoriseringen
authNameLabel=Auktoriseringsnamn:
authTypeLabel=Auktoriseringstyp:
authDescLabel=Beskrivning av auktoriseringen:
roleNameHeader=Rollnamn
roleLevelHeader=Niv\u00e5
roleCategoryHeader=Kategori
problemsDNHeader=Dom\u00e4nnamn
problemsParametersHeader=Parametrar
resettingDatabase=\u00c5terst\u00e4ller databas...
cantFindRoleObject=Det g\u00e5r inte att hitta f\u00f6ljande roll: {0}. \r\n\r\nSt\u00e4ng den h\u00e4r dialogrutan och klicka p\u00e5 knappen Uppdatera listan n\u00e4r du vill uppdatera listan med roller.
problemApplyingChanges=Problem vid till\u00e4mpning av \u00e4ndringar
print=Skriv ut
copyright=Copyright Novell, Inc. 2000-2009. Med ensamr\u00e4tt. <a href="../version.html">Om</a>
addRolePermissionError=Du har inte beh\u00f6righet att l\u00e4gga till en roll i den markerade enheten.
unableToContactServer=Det gick inte att kontakta servern.
injectionAttack=JavaScript till\u00e5ts inte som ett f\u00e4ltv\u00e4rde.
hide=d\u00f6lj
existingMappingTitle=Befintlig mappning
existingMappingMessage=Beh\u00f6righeten \u00e4r redan mappad till den valda rollen.
