hostNotFound=Erro ao ler configura\u00e7\u00f5es de host no banco de dados.
cacheManagerNotInitialized=Erro de sistema: gerenciador de cache n\u00e3o inicializado.
configManagerNotInitialized=Erro de sistema: gerenciador de configura\u00e7\u00e3o n\u00e3o inicializado.
unknownError=Erro desconhecido. C\u00f3digo do erro: {0}  Mensagem de Erro: {1}
vaultAddress=Endere\u00e7o do Cofre de Fun\u00e7\u00e3o:*
vaultAddress_tt=Especifique o DNS ou Endere\u00e7o IP do Cofre de Fun\u00e7\u00e3o.
appURL=URL do Aplicativo de Usu\u00e1rio:
appURL_tt=URL do Aplicativo de Usu\u00e1rio:
appDN=DN do Driver do Aplicativo de Usu\u00e1rio:*
appDN_tt=Especifique o DN do LDAP completo do driver do Aplicativo de Usu\u00e1rio localizado no Identity Vault. Por exemplo: cn=UserApp1,cn=IDMDrivers,o=novell
appDNPicker_tt=Procure pelo driver do aplicativo de usu\u00e1rio.
drvDiscDN=DN de Descoberta do Driver:
drvDiscDN_tt=Especifique o DN do LDAP completo do local root para pesquisar pelos drivers.
drvDiscDNPicker_tt=Procure o local root para pesquisar pelos drivers.
adminDN=DN de Admin:*
adminDN_tt=Especifique o DN do LDAP completo do usu\u00e1rio administrador do Identity Vault. Por exemplo: cn=admin,ou=sampleOrgUnit,o=Novell
adminPwd=Senha de Admin:*
adminPwd_tt=Especifique a senha para o usu\u00e1rio administrador.
port=Porta do Cofre de Fun\u00e7\u00e3o:*
port_tt=Especifique a porta do Identity Vault. A porta padr\u00e3o \u00e9 389 ou 636 para SSL.
ssl=Usar SSL
ssl_tt=Selecione essa op\u00e7\u00e3o para conectar-se ao Identity Vault por SSL.
submit=Submeter
roleconfigSubTitle=Essa ferramenta permite mapear as fun\u00e7\u00f5es de todos os sistemas corporativos, possibilitando o gerenciamento de pol\u00edticas de dom\u00ednio sobre a seguran\u00e7a. Para obter mais detalhes clique em
here=aqui
test=Testar
close=Fechar
testSuccess=Conectado com \u00eaxito ao Identity Vault.
testFail=Falha na conex\u00e3o com o Identity Vault porque {0}.
configMessage=Especifique as configura\u00e7\u00f5es para conex\u00e3o com o Identity Vault, teste a conex\u00e3o e grave-a.
roleMapError=Imposs\u00edvel obter as informa\u00e7\u00f5es sobre a conex\u00e3o do Identity Vault:  {0}.
dbError=Erro no banco de dados ao obter as informa\u00e7\u00f5es sobre a conex\u00e3o do Identity Vault: {0}.
invalidName=Erro de nome inv\u00e1lido ao obter as informa\u00e7\u00f5es sobre a conex\u00e3o do Identity Vault: {0}.
badUserAppDN=Imposs\u00edvel localizar o Driver do Aplicativo de Usu\u00e1rio: {0}.
badUserAppDriverType=O driver especificado ''{0}'' n\u00e3o \u00e9 um Driver de Aplicativo de Usu\u00e1rio.
badUserAppVersion=A vers\u00e3o do Driver do Aplicativo de Usu\u00e1rio especificado n\u00e3o \u00e9 suportada. Especifique um driver com a vers\u00e3o 3.7 ou superior.
badURL=Erro de URL inv\u00e1lido ao obter as informa\u00e7\u00f5es sobre a conex\u00e3o do Identity Vault: {0}.
badDiscoveryDN=Imposs\u00edvel localizar o DN de Descoberta do Driver: {0}.
discoverDnNotContainer=O DN de Descoberta do Driver ''{0}'' n\u00e3o \u00e9 um objeto Container. 
badUserRootDN=Imposs\u00edvel localizar o DN do Container de Usu\u00e1rio Root: {0}.
rootDnNotContainer=O DN do Container de Usu\u00e1rio Root ''{0}'' n\u00e3o \u00e9 um objeto Container. 
edirTestFail=Imposs\u00edvel conectar-se ao Identity Vault: {0}.
badURLSet=O URL especificado ''{0}'' n\u00e3o \u00e9 v\u00e1lido.
resetDBButton=Redefinir Banco de Dados
resetDBLabel=Redefinir Banco de Dados
resetDBDesc=A redefini\u00e7\u00e3o do banco de dados limpa as autoriza\u00e7\u00f5es anteriores que foram carregadas do(s) sistema(s) conectado(s) do IDM. Ap\u00f3s a redefini\u00e7\u00e3o de um banco de dados, \u00e9 necess\u00e1rio recarregar as autoriza\u00e7\u00f5es no aplicativo.
resetDBSuccess=Banco de dados redefinido com \u00eaxito.
resetDBFailed=Falha ao redefinir banco de dados.
readAuth=Ler Fun\u00e7\u00f5es
queryAuth=Consultar Fun\u00e7\u00f5es
updateTables=Atualizar Tabelas do Identity Vault
rolesIntegrator=Administrador de Mapeamento de Fun\u00e7\u00e3o
help=Ajuda
help_tt=Mostrar a ajuda deste aplicativo
applyChangesTitle=Confirmar Mudan\u00e7a de Sele\u00e7\u00e3o
mappingChangesMsg1=Voc\u00ea tem mudan\u00e7as de mapeamento pendentes.  
mappingChangesMsg2=Escolha OK para descartar as mudan\u00e7as e clique em ''{0}'' para continuar, ou Cancelar para permanecer na fun\u00e7\u00e3o atual.
save=Gravar
cancel=Cancelar
cancelAll=Cancelar Tudo
cancelAllToolTip=Cancelar todas as opera\u00e7\u00f5es
driverState=Imposs\u00edvel realizar a opera\u00e7\u00e3o. O driver ''{0}'' est\u00e1 parado ou indispon\u00edvel.
driverVersion=A vers\u00e3o m\u00ednima do driver especificada na configura\u00e7\u00e3o Administrador de Mapeamento de Fun\u00e7\u00e3o deste sistema n\u00e3o \u00e9 compat\u00edvel com a vers\u00e3o do driver do Identity Vault ''{0}''. As tentativas de carregar as autoriza\u00e7\u00f5es para este sistema podem n\u00e3o ser bem-sucedidas.   
newRole=Nova Fun\u00e7\u00e3o...
newRole_tt=Criar uma nova fun\u00e7\u00e3o
editRole=Editar Fun\u00e7\u00e3o...
editRole_tt=Editar a fun\u00e7\u00e3o selecionada
delete=Apagar
delete_tt=Apagar a fun\u00e7\u00e3o selecionada
displayNameRetrievalError=Erro na Recupera\u00e7\u00e3o do Nome de Exibi\u00e7\u00e3o do Host:
quickSearch=Pesquisa r\u00e1pida
preferences=Configura\u00e7\u00f5es do Cofre de Fun\u00e7\u00e3o
refreshList=Atualizar Lista
defineFilter=Definir Filtro
loading=Carregando o Administrador de Mapeamento de Fun\u00e7\u00e3o da Novell...
sending=Gravando Dados...
loadAuthorizations=Carregar Autoriza\u00e7\u00f5es
mapRole=Mapear para a Fun\u00e7\u00e3o
mapRole_tt=Mapeie a autoriza\u00e7\u00e3o selecionada para a fun\u00e7\u00e3o escolhida.
viewRefs=Ver Refer\u00eancias
viewRefs_tt=Ver as refer\u00eancias da fun\u00e7\u00e3o para a autoriza\u00e7\u00e3o selecionada
refresh=Atualizar
refreshToolTip=Pesquisar o Identity Vault para atualizar drivers e sistemas  
refreshConfiguration=Atualizar Configura\u00e7\u00e3o
searchIV=Pesquisando o Identity Vault
ok=OK
roleName=Nome:*
description=Descri\u00e7\u00e3o:*
level=N\u00edvel:
category=Categoria:
owners=Propriet\u00e1rios:
noSystemsLabel=Nenhum Sistema
noSystems=Nenhum driver ou sistema l\u00f3gico detectado no Identity Vault. 
noSystemsInstructions=A descoberta de drivers relevantes depende da configura\u00e7\u00e3o v\u00e1lida. Contate o administrador de Mapeamento de Fun\u00e7\u00e3o e do Identity Vault para assegurar que o ambiente esteja configurado apropriadamente.
noAuthYet=N\u00e3o foram carregadas autoriza\u00e7\u00f5es para este sistema.
loadInstructions=Especifique o que carregar:
note=Nota:
loadNoteText=Para carregar autoriza\u00e7\u00f5es de outros sistemas, clique no bot\u00e3o Carregar Autoriza\u00e7\u00f5es acima.
load=Carregar
loadTime=Carregado
loadToolTip=Carregar as autoriza\u00e7\u00f5es dos sistemas selecionados
testButton=Teste as informa\u00e7\u00f5es de conex\u00e3o antes de grav\u00e1-las.
filter=Filtrar
id=ID: 
show=Mostrar:
activityGroup=Grupos de Atividades
profile=Perfis
both=Ambos
gettingRoleInfo=Recuperando informa\u00e7\u00f5es de categoria e n\u00edvel de fun\u00e7\u00e3o...
invalidRoleName=O nome da fun\u00e7\u00e3o ''{0}'' n\u00e3o \u00e9 v\u00e1lido.
search=Pesquisar
currentOwners=Propriet\u00e1rios selecionados:
firstName=Nome
lastName=Sobrenome
searchingForUsers=Pesquisando por usu\u00e1rios...
noUsers=Nenhum resultado encontrado.
failureLoadingAuths=Erro ao carregar autoriza\u00e7\u00f5es
savingRole=Gravando fun\u00e7\u00e3o...
loadAuthProgress=Status do Carregamento de Autoriza\u00e7\u00f5es
removeMap=Remover
removeMap_tt=Remover o mapeamento selecionado
resetMap=Redefinir
resetMap_tt=Redefinir mapeamentos de fun\u00e7\u00e3o
apply=Aplicar
apply_tt=Aplicar mudan\u00e7as no mapeamento
columns=Colunas
columns_tt=Selecionar colunas
configColumnsTitle=Selecionar Colunas
toggleLists=Alternar Listas de Fun\u00e7\u00f5es/Mapeamentos
savedRole=Grava\u00e7\u00e3o da fun\u00e7\u00e3o conclu\u00edda...
roleExistsError=J\u00e1 existe uma fun\u00e7\u00e3o com o nome ''{0}'' no n\u00edvel {1}.
badRoleNameError=O nome da fun\u00e7\u00e3o ''{0}'' n\u00e3o \u00e9 v\u00e1lido.
generalAddRoleError=Erro ao criar a fun\u00e7\u00e3o: {0}
addRoleTitle=Adicionar Fun\u00e7\u00e3o
editRoleTitle=Editar Fun\u00e7\u00e3o - {0}
addMappingTitle=Adicionar Mapeamento
editMappingTitle=Editar Mapeamento
addMappingDescriptionLabel=Adicionar uma descri\u00e7\u00e3o para o mapeamento:*
addMappingResourceNameLabel=Nome do Recurso:*
addMappingResourceNameError=O Nome do Recurso digitado cont\u00e9m caracteres inv\u00e1lidos. Os caracteres v\u00e1lidos s\u00e3o alfanum\u00e9ricos, sublinhado (_), h\u00edfen (-) e espa\u00e7os.
addMappingExistingResourceMsg=J\u00e1 existe um recurso para a Autoriza\u00e7\u00e3o. Se voc\u00ea mudar o Nome do Recurso, o nome de exibi\u00e7\u00e3o do recurso existente tamb\u00e9m ser\u00e1 mudado.
authType=Tipo:
langType=Idioma:
displayName=Nome de Exibi\u00e7\u00e3o do Cofre:
displayName_tt=Especifique o nome de exibi\u00e7\u00e3o (opcional) a ser usado para o Endere\u00e7o do Cofre de Fun\u00e7\u00e3o.  
userRootDN=Container do Usu\u00e1rio Root:*
userRootDN_tt=Especifique o DN do LDAP completo do container root para os objetos Usu\u00e1rio no Identity Vault. Por exemplo: ou=users,ou=data,o=novell
userRootDNPicker_tt=Procure pelo DN do LDAP completo do container root para os objetos Usu\u00e1rio.
namURL=URL de Logout do Access Manager: 
namURL_tt=Especifique o URL do Servidor de Identidade do Access Manager. Este \u00e9 um campo opcional que permite single sign-on no Administrador de Mapeamento de Fun\u00e7\u00e3o.
deleteRoleTitle=Apagar Fun\u00e7\u00e3o  - {0}
mappingChangeTitle=Confirmar Mudan\u00e7a no Mapeamento
mappingChangesTitle=Confirmar Mudan\u00e7as no Mapeamento
deleteRole=Tem certeza de que deseja apagar a fun\u00e7\u00e3o ''{0}''?

confirmMapChange=Confirme a seguinte mudan\u00e7a em ''{0}'':
confirmMapChanges=Confirme as seguintes mudan\u00e7as em ''{0}'':

deprovisionWarningRemove=A remo\u00e7\u00e3o dos mapeamentos desaprovisiona os membros desta fun\u00e7\u00e3o que t\u00eam essas autoriza\u00e7\u00f5es.
deprovisionWarningRemoveAdd=A remo\u00e7\u00e3o dos mapeamentos desaprovisiona os membros desta fun\u00e7\u00e3o que t\u00eam essas autoriza\u00e7\u00f5es. A adi\u00e7\u00e3o de mapeamentos, do mesmo modo, aprovisiona os membros.
deprovisionWarningAdd=A adi\u00e7\u00e3o de mapeamentos aprovisiona os membros desta fun\u00e7\u00e3o que t\u00eam essas autoriza\u00e7\u00f5es.

yes=Sim
no=N\u00e3o
deletingRole=Apagando a fun\u00e7\u00e3o...
adminConfig=Configura\u00e7\u00e3o do Administrador
configInstructions=Esta \u00e9 a p\u00e1gina de configura\u00e7\u00e3o do Administrador de Mapeamento de Fun\u00e7\u00e3o da Novell.
launchApp=Efetuar Login no Administrador de Mapeamento de Fun\u00e7\u00e3o
buildLabel=Build {0} compilado em {1}
productInfoTitle=Informa\u00e7\u00f5es do Aplicativo
configTitle=Configura\u00e7\u00e3o do Sistema
attrDefaultsTitle=Valores Padr\u00e3o do Atributo
resourceCategory=Categoria do Recurso:
resetTitle=Banco de Dados de Fun\u00e7\u00f5es e Autoriza\u00e7\u00f5es
savedConfig=Defini\u00e7\u00f5es de configura\u00e7\u00e3o gravadas.
authFilter=Filtro de Autoriza\u00e7\u00f5es
clear=Limpar
configHint=A se\u00e7\u00e3o Configura\u00e7\u00e3o do Sistema deve ser totalmente definida para o Administrador de Mapeamento de Fun\u00e7\u00e3o funcionar corretamente.
failureSettingAuthFilter=Erro ao definir o filtro de autoriza\u00e7\u00e3o
testHint=Todos os campos s\u00e3o obrigat\u00f3rios, exceto DN de Descoberta do Driver e URL do Access Manager.
username=Nome de Usu\u00e1rio:
password=Senha:
adminPassword=Senha do Administrador:
login=Login
logout=Logout
logout_tt=Efetuar logout deste aplicativo
loginTitle=O Administrador de Mapeamento de Fun\u00e7\u00e3o da Novell estabelece mapeamentos de fun\u00e7\u00e3o em todos os sistemas corporativos, habilitando o gerenciamento de pol\u00edticas de dom\u00ednio sobre a seguran\u00e7a.
loginConfigTitle=Configure os componentes do Novell Identity Manager para permitir que o Administrador de Mapeamento de Fun\u00e7\u00e3o da Novell funcione apropriadamente.
baduser=O nome de usu\u00e1rio ou a senha especificada n\u00e3o foi reconhecida. Clique em {0} para obter mais informa\u00e7\u00f5es.
badConfigUser=A senha especificada n\u00e3o foi reconhecida.
noaccess=O usu\u00e1rio ''{0}'' n\u00e3o tem acesso a este sistema.
config=Configura\u00e7\u00e3o do Administrador
configCancel=Cancelar Login no Administrador
configLoginPopTitle=Senha do Administrador
configLoginPop=Use a Senha de Administrador definida durante a instala\u00e7\u00e3o.
loginPopTitle=Login e Configura\u00e7\u00e3o
loginPop=O nome de usu\u00e1rio pode ser digitado como um nome exclusivo (DN do LDAP) ou um nome comum (CN)<br /><br />A Configura\u00e7\u00e3o do Administrador permite a um administrador configurar os par\u00e2metros espec\u00edficos ao servidor para executar com \u00eaxito o Administrador de Mapeamento de Fun\u00e7\u00e3o da Novell.
required=* Obrigat\u00f3rio
roleFilter=Filtro de Fun\u00e7\u00f5es
roleNameFilter=Nome da Fun\u00e7\u00e3o:
name=Nome:
categories=Categorias:
errorLoadingRoleInfo=Erro na Recupera\u00e7\u00e3o das Informa\u00e7\u00f5es de Fun\u00e7\u00e3o:
failureSettingRoleFilter=Erro ao definir o filtro de fun\u00e7\u00e3o
languageNotFoundTitle=Idioma N\u00e3o Encontrado
languageNotFound=Seus idiomas preferenciais n\u00e3o correspondem aos que foram configurados neste sistema l\u00f3gico. A tabela de autoriza\u00e7\u00f5es ser\u00e1 exibida no idioma do sistema l\u00f3gico.
languagesNotFound=Seus idiomas preferenciais n\u00e3o correspondem aos que foram configurados neste sistema l\u00f3gico. Selecione o idioma em que deseja exibir as autoriza\u00e7\u00f5es.
unableToMapTitle=Imposs\u00edvel Mapear
mustSelectRoleMsg=Selecione uma fun\u00e7\u00e3o do Identity Vault para mapear.
mustSelectAuthorizationMsg=Selecione uma autoriza\u00e7\u00e3o para mapear.
dataRetrievalErrorLabel=Erro na recupera\u00e7\u00e3o de dados:
removeMappingErrorLabel=Erro na remo\u00e7\u00e3o do mapeamento:    
roleMapErrorLabel=Erro no Mapa de Fun\u00e7\u00f5es:
roleFilterName=Express\u00e3o de nome que \u00e9 uma express\u00e3o ''''come\u00e7a com'''' e n\u00e3o precisa de curinga. Os nomes diferenciam mai\u00fasculas de min\u00fasculas.
roleFilterCategory=Selecione uma ou mais categorias para fazer parte do filtro na lista de fun\u00e7\u00f5es.
roleFilterLevel=Selecione um ou mais n\u00edveis para fazer parte do filtro na lista de fun\u00e7\u00f5es.
filterClearTooltip=Clique no bot\u00e3o Limpar para limpar todas as sele\u00e7\u00f5es e entradas de texto do formul\u00e1rio do filtro.
filterOkTooltip=Clique no bot\u00e3o OK para definir o filtro para as entradas do formul\u00e1rio atuais.
filterCancelTooltip=Clique para interromper as edi\u00e7\u00f5es nas entradas do formul\u00e1rio.
authFilterIdTooltip=Express\u00e3o de nome que pode incluir os caracteres curinga ''''*'''' e ''''?''''.
authFilterDescTooltip=A express\u00e3o de descri\u00e7\u00e3o pode incluir os caracteres curinga ''''*'''' e ''''?''''.
authFilterDispTooltip=A express\u00e3o do nome de exibi\u00e7\u00e3o pode incluir os caracteres curinga ''''*'''' e ''''?''''.
authFilterTypeTooltip=Selecione um ou mais tipos para fazer parte do filtro na lista de autoriza\u00e7\u00f5es.
errorTitle=Erro
warningTitle=Aviso
error=Erro:
success=Sucesso:
filterLevel=N\u00edvel:
filterDescription=Descri\u00e7\u00e3o:
filterDisplay=Nome de Exibi\u00e7\u00e3o:
problemMappingsMsg=N\u00e3o foi poss\u00edvel encontrar as autoriza\u00e7\u00f5es para os mapeamentos listados a seguir. Recarregue o banco de dados para confirmar se os mapeamentos n\u00e3o s\u00e3o mais v\u00e1lidos. Outros Mapeamentos de Sistema s\u00e3o de drivers ainda n\u00e3o suportados por esta ferramenta.
warningLabel=Aviso:
problemMappingsWarningMsg=A remo\u00e7\u00e3o de um mapeamento de fun\u00e7\u00e3o pode iniciar o desaprovisionamento de direitos associados da fun\u00e7\u00e3o dos usu\u00e1rios atribu\u00eddos.
problemMappingDlgTitle=Avisos de Autoriza\u00e7\u00e3o Mapeada
mappingsNotFoundTabTitle=Mapeamentos N\u00e3o Encontrados
otherSystemMappingsTabTitle=Outros Mapeamentos de Sistema
noResultsFoundMsg=No results found
updateConfigurationFailed=Erro ao atualizar os drivers e sistemas l\u00f3gicos. Consulte o arquivo de registro para obter mais informa\u00e7\u00f5es ou contate o administrador do sistema.
loadAuthorizationsFailed=Erro ao carregar as autoriza\u00e7\u00f5es. Consulte o arquivo de registro para obter mais informa\u00e7\u00f5es ou contate o administrador do sistema.
loadAuthorizationsDriverError=Erro ao carregar as autoriza\u00e7\u00f5es. O driver relatou um erro: ''{0}''.  
getAuthorizationsFailed=Erro ao ler as autoriza\u00e7\u00f5es. Consulte o arquivo de registro para obter mais informa\u00e7\u00f5es ou contate o administrador do sistema.
getDriverConfigFailed=Erro ao ler os drivers e sistemas l\u00f3gicos. Consulte o arquivo de registro para obter mais informa\u00e7\u00f5es ou contate o administrador do sistema.
noResultsFoundMsg=Nenhum resultado encontrado
invalidChar=Caractere inv\u00e1lido: {0}
validateFailRoleConfig=Imposs\u00edvel acessar o objeto Configura\u00e7\u00e3o do Cofre de Fun\u00e7\u00e3o {0} usando as credenciais do proxy administrativo. Isso pode indicar que o driver selecionado \u00e9 inv\u00e1lido ou n\u00e3o existe, ou que o usu\u00e1rio proxy n\u00e3o tem os direitos do Trustee apropriados para o driver no Identity Vault. Consulte o administrador do sistema. Nenhuma mudan\u00e7a foi gravada.
validateFailDriverSet=Imposs\u00edvel encontrar um conjunto de drivers do IDM no escopo do container de descoberta do driver ({0}). Isso pode indicar que o DN de Descoberta do Driver na configura\u00e7\u00e3o do aplicativo \u00e9 inv\u00e1lido, ou que o usu\u00e1rio proxy administrativo n\u00e3o tem os direitos do Trustee apropriados no Identity Vault. Consulte o administrador do sistema.
validateFail=Exce\u00e7\u00e3o inesperada ao validar as configura\u00e7\u00f5es do aplicativo. Consulte o administrador do sistema. Exce\u00e7\u00e3o: {0}
suggestedSystemsToReloadLabel=Sistemas sugeridos para recarregar:
noConfiguredDrivers=N\u00e3o foi encontrado nenhum driver configurado no escopo do container de descoberta do driver. Isso pode indicar que o DN de Descoberta do Driver na configura\u00e7\u00e3o do aplicativo \u00e9 inv\u00e1lido, ou que o usu\u00e1rio proxy administrativo n\u00e3o tem os direitos do Trustee apropriados no Identity Vault. Consulte o administrador do sistema.
badConfigPort=Valor da Porta do Cofre de Fun\u00e7\u00e3o ''{0}'' inv\u00e1lido.
deletedEditingRole=Esta fun\u00e7\u00e3o foi apagada por outro usu\u00e1rio. Para atualizar a lista de fun\u00e7\u00f5es, feche esta caixa de di\u00e1logo e clique no bot\u00e3o Atualizar Lista.
deletedEditingRoleTitle=Fun\u00e7\u00e3o Apagada
dnPickerTitle=Seletor de Objetos do Identity Vault
loadingPicker=Carregando...
pickerMessage=Selecione um objeto para criar o DN neste campo.
userAppDnPickerMessage=Selecione o driver do aplicativo de usu\u00e1rio.
discoveryDnPickerMessage=Selecione o container para usar como o ponto de partida da descoberta do driver.
rootUserDnPuckerMessage=Selecione o container de usu\u00e1rio root.
changesNotSaved=Nenhuma mudan\u00e7a foi gravada.
root=root
roleReport=Relat\u00f3rio de Novas Fun\u00e7\u00f5es e Mapeamentos
roleReportOkTooltip=Clique em OK para gerar o relat\u00f3rio com base nas entradas do formul\u00e1rio atuais
roleReportInfo=O relat\u00f3rio inclui fun\u00e7\u00f5es e mapeamentos e \u00e9 gerado a partir do filtro da lista. Mude o filtro para ajustar os resultados do relat\u00f3rio.
newReport=Novo Relat\u00f3rio
refreshRequired=Necess\u00e1rio Atualizar Configura\u00e7\u00e3o
refreshRequiredNote=\u00c9 necess\u00e1rio atualizar a configura\u00e7\u00e3o quando o DN de descoberta do driver \u00e9 modificado e ''''Gravar'''' \u00e9 selecionado.
authRoleReferences=Refer\u00eancias da Fun\u00e7\u00e3o de Autoriza\u00e7\u00e3o
viewRefsMessage=A autoriza\u00e7\u00e3o \u00e9 mapeada para as seguintes Fun\u00e7\u00f5es do Identity Vault.
authIDLabel=Nome da Autoriza\u00e7\u00e3o: 
mappingBeingAddedLabel=Mapeamento a ser adicionado:
mappingsBeingAddedLabel=Mapeamentos a serem adicionados:
mappingBeingRemovedLabel=Mapeamento a ser removido:
mappingsBeingRemovedLabel=Mapeamentos a serem removidos:
mappingBeingUpdatedLabel=Mapeamento a ser atualizado:
mappingsBeingUpdatedLabel=Mapeamentos a serem atualizados:
noDNErrorMessage=Nenhum objeto foi encontrado no Identity Vault. Pode ser que o DN de Admin especificado n\u00e3o tenha os direitos para procurar no Identity Vault.
failureReportTitle=Erro na Gera\u00e7\u00e3o do Relat\u00f3rio
failureReportDesc=Erro durante a gera\u00e7\u00e3o do relat\u00f3rio. Revise os registros do servidor para obter mais informa\u00e7\u00f5es.
noMappingsMsg=Nenhum mapeamento encontrado para esta fun\u00e7\u00e3o
noRolesMsg=Nenhuma fun\u00e7\u00e3o no Identity Vault
noAuthorizationsMsg=Nenhuma autoriza\u00e7\u00e3o carregada
noReferencesMsg=Nenhuma refer\u00eancia encontrada para esta autoriza\u00e7\u00e3o
mappingNameHeader=Nome do Recurso
mappingDescriptionHeader=Descri\u00e7\u00e3o do Mapeamento
authNameHeader=Nome da Autoriza\u00e7\u00e3o
authTypeHeader=Tipo de Autoriza\u00e7\u00e3o
authDescHeader=Descri\u00e7\u00e3o da Autoriza\u00e7\u00e3o
authNameLabel=Nome da Autoriza\u00e7\u00e3o:
authTypeLabel=Tipo de Autoriza\u00e7\u00e3o:
authDescLabel=Descri\u00e7\u00e3o da Autoriza\u00e7\u00e3o:
roleNameHeader=Nome da Fun\u00e7\u00e3o
roleLevelHeader=N\u00edvel
roleCategoryHeader=Categoria
problemsDNHeader=DN
problemsParametersHeader=Par\u00e2metros
resettingDatabase=Redefinindo banco de dados...
cantFindRoleObject=Imposs\u00edvel localizar a seguinte fun\u00e7\u00e3o: {0}. \r\n\r\nPara atualizar a lista de fun\u00e7\u00f5es, feche esta caixa de di\u00e1logo e clique no bot\u00e3o Atualizar Lista.
problemApplyingChanges=Problema ao Aplicar Mudan\u00e7as
print=Imprimir
copyright=Copyright Novell, Inc. 2000-2009. Todos os direitos reservados. <a href="../version.html">Sobre</a>
addRolePermissionError=Voc\u00ea n\u00e3o tem permiss\u00e3o para adicionar uma fun\u00e7\u00e3o ao container selecionado.
unableToContactServer=Imposs\u00edvel contatar o servidor.
injectionAttack=JavaScript n\u00e3o \u00e9 permitido como valor de campo.
hide=ocultar
existingMappingTitle=Mapeamento Existente
existingMappingMessage=A autoriza\u00e7\u00e3o j\u00e1 est\u00e1 mapeada \u00e0 fun\u00e7\u00e3o selecionada.
