hostNotFound=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u5185\u306e\u30db\u30b9\u30c8\u8a2d\u5b9a\u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
cacheManagerNotInitialized=\u30b7\u30b9\u30c6\u30e0\u30a8\u30e9\u30fc: \u30ad\u30e3\u30c3\u30b7\u30e5\u30de\u30cd\u30fc\u30b8\u30e3\u304c\u521d\u671f\u5316\u3055\u308c\u307e\u305b\u3093\u3002
configManagerNotInitialized=\u30b7\u30b9\u30c6\u30e0\u30a8\u30e9\u30fc: \u8a2d\u5b9a\u30de\u30cd\u30fc\u30b8\u30e3\u304c\u521d\u671f\u5316\u3055\u308c\u307e\u305b\u3093\u3002
unknownError=\u4e0d\u660e\u306a\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30a8\u30e9\u30fc\u30b3\u30fc\u30c9: {0} \u30a8\u30e9\u30fc\u30e1\u30c3\u30bb\u30fc\u30b8: {1}
vaultAddress=\u5f79\u5272\u30dc\u30fc\u30eb\u30c8\u306e\u30a2\u30c9\u30ec\u30b9:*
vaultAddress_tt=\u5f79\u5272\u30dc\u30fc\u30eb\u30c8\u306eDNS\u307e\u305f\u306fIP\u30a2\u30c9\u30ec\u30b9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
appURL=\u30e6\u30fc\u30b6\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306eURL:
appURL_tt=\u30e6\u30fc\u30b6\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306eURL:
appDN=\u30e6\u30fc\u30b6\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e9\u30a4\u30d0DN:*
appDN_tt=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306b\u542b\u307e\u308c\u308b\u30e6\u30fc\u30b6\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e9\u30a4\u30d0\u306e\u5b8c\u5168\u4fee\u98feLDAP DN\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u4f8b: cn=UserApp1,cn=IDMDrivers,o=novell
appDNPicker_tt=\u30e6\u30fc\u30b6\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e9\u30a4\u30d0\u3092\u53c2\u7167\u3057\u307e\u3059\u3002
drvDiscDN=\u30c9\u30e9\u30a4\u30d0\u691c\u51faDN:
drvDiscDN_tt=\u30c9\u30e9\u30a4\u30d0\u691c\u7d22\u7528\u306b\u30eb\u30fc\u30c8\u306e\u5834\u6240\u306e\u5b8c\u5168\u4fee\u98feLDAP DN\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
drvDiscDNPicker_tt=\u30c9\u30e9\u30a4\u30d0\u691c\u7d22\u306e\u305f\u3081\u306b\u30eb\u30fc\u30c8\u306e\u5834\u6240\u3092\u53c2\u7167\u3057\u307e\u3059\u3002
adminDN=\u7ba1\u7406\u8005DN:*
adminDN_tt=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306e\u7ba1\u7406\u30e6\u30fc\u30b6\u306e\u5b8c\u5168\u4fee\u98feLDAP DN\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u4f8b: cn=admin,ou=sampleOrgUnit,o=Novell
adminPwd=\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9:*
adminPwd_tt=\u7ba1\u7406\u30e6\u30fc\u30b6\u306e\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
port=\u5f79\u5272\u30dc\u30fc\u30eb\u30c8\u306e\u30dd\u30fc\u30c8:*
port_tt=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306e\u30dd\u30fc\u30c8\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u30c7\u30d5\u30a9\u30eb\u30c8\u306e\u30dd\u30fc\u30c8\u306f\u3001SSL\u3067\u306f389\u307e\u305f\u306f636\u3067\u3059\u3002
ssl=SSL\u3092\u4f7f\u7528
ssl_tt=SSL\u7d4c\u7531\u3067\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306b\u63a5\u7d9a\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u9078\u629e\u3057\u307e\u3059\u3002
submit=\u9001\u4fe1
roleconfigSubTitle=\u3053\u306e\u30c4\u30fc\u30eb\u3092\u4f7f\u7528\u3059\u308b\u3068\u3001\u30a8\u30f3\u30bf\u30d7\u30e9\u30a4\u30ba\u30b7\u30b9\u30c6\u30e0\u5168\u4f53\u3067\u5f79\u5272\u3092\u30de\u30c3\u30d4\u30f3\u30b0\u3067\u304d\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30c9\u30e1\u30a4\u30f3\u9593\u306e\u30dd\u30ea\u30b7\u30fc\u7ba1\u7406\u304c\u884c\u3048\u307e\u3059\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
here=\u3053\u3053\u3092
test=\u30c6\u30b9\u30c8
close=\u9589\u3058\u308b
testSuccess=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306b\u6b63\u5e38\u306b\u63a5\u7d9a\u3057\u307e\u3057\u305f\u3002
testFail={0} \u304c\u539f\u56e0\u3067\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u3078\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002
configMessage=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306b\u63a5\u7d9a\u3057\u3001\u63a5\u7d9a\u3092\u30c6\u30b9\u30c8\u3057\u3001\u305d\u308c\u3092\u4fdd\u5b58\u3059\u308b\u3088\u3046\u306b\u8a2d\u5b9a\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002
roleMapError=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306e\u63a5\u7d9a\u60c5\u5831: {0} \u3092\u53d6\u5f97\u3067\u304d\u307e\u305b\u3093\u3002
dbError=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306e\u63a5\u7d9a\u60c5\u5831: {0} \u3092\u53d6\u5f97\u4e2d\u306b\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
invalidName=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306e\u63a5\u7d9a\u60c5\u5831: {0} \u3092\u53d6\u5f97\u4e2d\u306b\u540d\u524d\u304c\u7121\u52b9\u306a\u305f\u3081\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
badUserAppDN=\u30e6\u30fc\u30b6\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e9\u30a4\u30d0: {0} \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
badUserAppDriverType=''{0}'' \u6307\u5b9a\u306e\u30c9\u30e9\u30a4\u30d0\u306f\u3001\u30e6\u30fc\u30b6\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e9\u30a4\u30d0\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
badUserAppVersion=\u6307\u5b9a\u3055\u308c\u305f\u30e6\u30fc\u30b6\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e9\u30a4\u30d0\u306f\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u306a\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u3059\u3002\u30d0\u30fc\u30b8\u30e7\u30f33.7\u4ee5\u964d\u306e\u30c9\u30e9\u30a4\u30d0\u3092\u6307\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
badURL=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306e\u63a5\u7d9a\u60c5\u5831: {0} \u3092\u53d6\u5f97\u4e2d\u306bURL\u304c\u7121\u52b9\u306a\u305f\u3081\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
badDiscoveryDN=\u30c9\u30e9\u30a4\u30d0\u691c\u51faDN: {0} \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
discoverDnNotContainer=\u30c9\u30e9\u30a4\u30d0\u691c\u51faDN ''{0}'' \u304c\u30b3\u30f3\u30c6\u30ca\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002 
badUserRootDN=\u30eb\u30fc\u30c8\u30e6\u30fc\u30b6\u30b3\u30f3\u30c6\u30caDN: {0} \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002
rootDnNotContainer=\u30eb\u30fc\u30c8\u30e6\u30fc\u30b6\u30b3\u30f3\u30c6\u30caDN: {0} \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002 
edirTestFail=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093: {0}\u3002
badURLSet=\u6307\u5b9a\u3057\u305fURL ''{0}'' \u306f\u6709\u52b9\u306aURL\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
resetDBButton=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30ea\u30bb\u30c3\u30c8
resetDBLabel=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30ea\u30bb\u30c3\u30c8
resetDBDesc=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30ea\u30bb\u30c3\u30c8\u306f\u3001IDM\u63a5\u7d9a\u30b7\u30b9\u30c6\u30e0\u304b\u3089\u30ed\u30fc\u30c9\u3055\u308c\u305f\u4ee5\u524d\u306e\u6a29\u9650\u3092\u4e00\u6383\u3057\u307e\u3059\u3002\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30ea\u30bb\u30c3\u30c8\u5f8c\u306b\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5185\u306e\u6a29\u9650\u3092\u518d\u30ed\u30fc\u30c9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
resetDBSuccess=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u304c\u6b63\u5e38\u306b\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u307e\u3057\u305f\u3002
resetDBFailed=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u30ea\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
readAuth=\u5f79\u5272\u306e\u8aad\u307f\u8fbc\u307f
queryAuth=\u5f79\u5272\u306e\u30af\u30a8\u30ea
updateTables=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u304b\u3089\u30c6\u30fc\u30d6\u30eb\u3092\u66f4\u65b0
rolesIntegrator=\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u7ba1\u7406\u8005
help=\u30d8\u30eb\u30d7
help_tt=\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u30d8\u30eb\u30d7\u3092\u8868\u793a
applyChangesTitle=\u9078\u629e\u5909\u66f4\u306e\u78ba\u8a8d
mappingChangesMsg1=\u4fdd\u7559\u4e2d\u306e\u30de\u30c3\u30d4\u30f3\u30b0\u5909\u66f4\u304c\u3042\u308a\u307e\u3059\u3002  
mappingChangesMsg2=\uff3bOK\uff3d\u3092\u9078\u629e\u3057\u3066\u5909\u66f4\u3092\u7834\u68c4\u3057\u3001''{0}'' \u3092\u9078\u629e\u3057\u3066\u7d9a\u884c\u3059\u308b\u304b\u3001\uff3b\u30ad\u30e3\u30f3\u30bb\u30eb\uff3d\u3092\u9078\u629e\u3057\u3066\u73fe\u5728\u306e\u5f79\u5272\u306b\u3068\u3069\u307e\u308a\u307e\u3059\u3002
save=\u4fdd\u5b58
cancel=\u30ad\u30e3\u30f3\u30bb\u30eb
cancelAll=\u3059\u3079\u3066\u30ad\u30e3\u30f3\u30bb\u30eb
cancelAllToolTip=\u3059\u3079\u3066\u306e\u64cd\u4f5c\u3092\u30ad\u30e3\u30f3\u30bb\u30eb
driverState=\u64cd\u4f5c\u3092\u5b9f\u884c\u3067\u304d\u307e\u305b\u3093\u3002\u30c9\u30e9\u30a4\u30d0 ''{0}'' \u304c\u505c\u6b62\u3057\u3066\u3044\u308b\u304b\u5229\u7528\u3067\u304d\u307e\u305b\u3093\u3002
driverVersion=\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u7528\u306e\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u30a2\u30c9\u30df\u30cb\u30b9\u30c8\u30ec\u30fc\u30bf\u8a2d\u5b9a\u306e\u4e2d\u3067\u6307\u5b9a\u3055\u308c\u3066\u3044\u308b\u30c9\u30e9\u30a4\u30d0\u306e\u6700\u5c0f\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306e\u30c9\u30e9\u30a4\u30d0 ''{0}'' \u3068\u4e92\u63db\u6027\u304c\u3042\u308a\u307e\u305b\u3093\u3002\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u306e\u6a29\u9650\u3092\u30ed\u30fc\u30c9\u3057\u3088\u3046\u3068\u3059\u308b\u3068\u5931\u6557\u3059\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002   
newRole=\u65b0\u3057\u3044\u5f79\u5272...
newRole_tt=\u65b0\u3057\u3044\u5f79\u5272\u306e\u4f5c\u6210
editRole=\u5f79\u5272\u306e\u7de8\u96c6...
editRole_tt=\u9078\u629e\u3057\u305f\u5f79\u5272\u3092\u7de8\u96c6
delete=\u524a\u9664
delete_tt=\u9078\u629e\u3057\u305f\u30dd\u30ea\u30b7\u30fc\u306e\u524a\u9664
displayNameRetrievalError=\u30db\u30b9\u30c8\u306e\u8868\u793a\u540d\u306e\u53d6\u5f97\u30a8\u30e9\u30fc:
quickSearch=\u30af\u30a4\u30c3\u30af\u691c\u7d22
preferences=\u5f79\u5272\u30dc\u30fc\u30eb\u30c8\u306e\u8a2d\u5b9a
refreshList=\u30ea\u30b9\u30c8\u306e\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5
defineFilter=\u30d5\u30a3\u30eb\u30bf\u306e\u5b9a\u7fa9
loading=Novell\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u30a2\u30c9\u30df\u30cb\u30b9\u30c8\u30ec\u30fc\u30bf\u3092\u30ed\u30fc\u30c9\u4e2d...
sending=\u30c7\u30fc\u30bf\u3092\u4fdd\u5b58\u3057\u3066\u3044\u307e\u3059...
loadAuthorizations=\u6a29\u9650\u306e\u30ed\u30fc\u30c9
mapRole=\u5f79\u5272\u3078\u306e\u30de\u30c3\u30d4\u30f3\u30b0
mapRole_tt=\u9078\u629e\u3057\u305f\u6a29\u9650\u3092\u9078\u629e\u3057\u305f\u5f79\u5272\u306b\u30de\u30c3\u30d4\u30f3\u30b0\u3057\u307e\u3059\u3002
viewRefs=\u53c2\u7167\u306e\u8868\u793a
viewRefs_tt=\u9078\u629e\u3057\u305f\u6a29\u9650\u306e\u5f79\u5272\u53c2\u7167\u3092\u8868\u793a\u3057\u307e\u3059
refresh=\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5
refreshToolTip=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u3092\u691c\u7d22\u3057\u3001\u30c9\u30e9\u30a4\u30d0\u3068\u30b7\u30b9\u30c6\u30e0\u3092\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5\u3057\u307e\u3059  
refreshConfiguration=\u8a2d\u5b9a\u306e\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5
searchIV=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306e\u691c\u7d22
ok=OK
roleName=\u540d\u524d:*
description=\u8aac\u660e:*
level=\u30ec\u30d9\u30eb:*
category=\u30ab\u30c6\u30b4\u30ea:
owners=\u6240\u6709\u8005:
noSystemsLabel=\u30b7\u30b9\u30c6\u30e0\u306a\u3057
noSystems=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u3067\u30c9\u30e9\u30a4\u30d0\u307e\u305f\u306f\u8ad6\u7406\u30b7\u30b9\u30c6\u30e0\u304c\u691c\u51fa\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002 
noSystemsInstructions=\u95a2\u9023\u30c9\u30e9\u30a4\u30d0\u306e\u691c\u51fa\u306f\u6709\u52b9\u306a\u8a2d\u5b9a\u306b\u4f9d\u5b58\u3057\u307e\u3059\u3002\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u306e\u7ba1\u7406\u8005\u304a\u3088\u3073\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306e\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3001\u74b0\u5883\u304c\u9069\u5207\u306b\u8a2d\u5b9a\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u307e\u3059\u3002
noAuthYet=\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u306b\u306f\u6a29\u9650\u304c\u30ed\u30fc\u30c9\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
loadInstructions=\u30ed\u30fc\u30c9\u5bfe\u8c61\u3092\u6307\u5b9a:
note=\u30e1\u30e2:
loadNoteText=\u4ed6\u306e\u30b7\u30b9\u30c6\u30e0\u304b\u3089\u6a29\u9650\u3092\u30ed\u30fc\u30c9\u3059\u308b\u306b\u306f\u3001\u4e0a\u8a18\u306e\uff3b\u6a29\u9650\u306e\u30ed\u30fc\u30c9\uff3d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
load=\u30ed\u30fc\u30c9
loadTime=\u30ed\u30fc\u30c9\u6e08\u307f
loadToolTip=\u9078\u629e\u3057\u305f\u30b7\u30b9\u30c6\u30e0\u304b\u3089\u6a29\u9650\u3092\u30ed\u30fc\u30c9\u3057\u307e\u3059
testButton=\u4fdd\u5b58\u3059\u308b\u524d\u306b\u63a5\u7d9a\u60c5\u5831\u3092\u30c6\u30b9\u30c8\u3057\u307e\u3059\u3002
filter=\u30d5\u30a3\u30eb\u30bf
id=ID: 
show=\u8868\u793a:
activityGroup=\u30a2\u30af\u30c6\u30a3\u30d9\u30fc\u30b7\u30e7\u30f3\u30b0\u30eb\u30fc\u30d7
profile=\u30d7\u30ed\u30d5\u30a1\u30a4\u30eb
both=\u4e21\u65b9
gettingRoleInfo=\u5f79\u5272\u30ec\u30d9\u30eb\u304a\u3088\u3073\u30ab\u30c6\u30b4\u30ea\u60c5\u5831\u3092\u53d6\u5f97\u4e2d...
invalidRoleName=\u5f79\u5272\u540d ''{0}'' \u306f\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
search=\u691c\u7d22
currentOwners=\u9078\u629e\u3057\u305f\u5f79\u5272:
firstName=\u540d
lastName=\u59d3
searchingForUsers=\u30e6\u30fc\u30b6\u3092\u691c\u7d22\u4e2d...
noUsers=\u7d50\u679c\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002
failureLoadingAuths=\u6a29\u9650\u306e\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
savingRole=\u5f79\u5272\u3092\u4fdd\u5b58\u4e2d...
loadAuthProgress=\u6a29\u9650\u306e\u30ed\u30fc\u30c9\u30b9\u30c6\u30fc\u30bf\u30b9
removeMap=\u524a\u9664
removeMap_tt=\u9078\u629e\u3055\u308c\u305f\u30de\u30c3\u30d4\u30f3\u30b0\u306e\u524a\u9664
resetMap=\u30ea\u30bb\u30c3\u30c8
resetMap_tt=\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u30ea\u30bb\u30c3\u30c8
apply=\u9069\u7528
apply_tt=\u30de\u30c3\u30d4\u30f3\u30b0\u306e\u5909\u66f4\u3092\u9069\u7528
columns=\u30ab\u30e9\u30e0:
columns_tt=\u30ab\u30e9\u30e0\u306e\u9078\u629e
configColumnsTitle=\u30ab\u30e9\u30e0\u306e\u9078\u629e
toggleLists=\u5f79\u5272/\u30de\u30c3\u30d4\u30f3\u30b0\u306e\u30ea\u30b9\u30c8\u306e\u5207\u308a\u66ff\u3048
savedRole=\u5f79\u5272\u306e\u4fdd\u5b58\u304c\u5b8c\u4e86...
roleExistsError=''{0}'' \u3068\u3044\u3046\u540d\u524d\u306e\u5f79\u5272\u306f\u30ec\u30d9\u30eb {1} \u306b\u3059\u3067\u306b\u5b58\u5728\u3057\u307e\u3059\u3002
badRoleNameError=\u5f79\u5272\u540d ''{0}'' \u306f\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
generalAddRoleError=\u5f79\u5272\u3092\u4f5c\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f: {0}
addRoleTitle=\u5f79\u5272\u306e\u8ffd\u52a0
editRoleTitle=\u5f79\u5272\u306e\u7de8\u96c6 - {0}
addMappingTitle=\u30de\u30c3\u30d4\u30f3\u30b0\u306e\u8ffd\u52a0
editMappingTitle=\u30de\u30c3\u30d4\u30f3\u30b0\u306e\u7de8\u96c6
addMappingDescriptionLabel=\u30de\u30c3\u30d4\u30f3\u30b0\u306e\u8aac\u660e\u3092\u8ffd\u52a0:*
addMappingResourceNameLabel=\u30ea\u30bd\u30fc\u30b9\u540d:*
addMappingResourceNameError=\u5165\u529b\u3057\u305f\u30ea\u30bd\u30fc\u30b9\u540d\u306b\u306f\u7121\u52b9\u306a\u6587\u5b57\u304c\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002\u4f7f\u7528\u3067\u304d\u308b\u6587\u5b57\u306f\u3001\u82f1\u6570\u5b57\u3001\u4e0b\u7dda (_)\u3001\u30c0\u30c3\u30b7\u30e5 (-)\u3001\u304a\u3088\u3073\u30b9\u30da\u30fc\u30b9\u3067\u3059\u3002
addMappingExistingResourceMsg=\u6a29\u9650\u306e\u30ea\u30bd\u30fc\u30b9\u304c\u3059\u3067\u306b\u5b58\u5728\u3057\u3066\u3044\u307e\u3059\u3002\u30ea\u30bd\u30fc\u30b9\u540d\u3092\u5909\u66f4\u3059\u308b\u3068\u65e2\u5b58\u306e\u30ea\u30bd\u30fc\u30b9\u306e\u8868\u793a\u540d\u304c\u5909\u66f4\u3055\u308c\u307e\u3059\u3002
authType=\u30bf\u30a4\u30d7:
langType=\u4f7f\u7528\u8a00\u8a9e:
displayName=\u30dc\u30fc\u30eb\u30c8\u8868\u793a\u540d:
displayName_tt=\u5f79\u5272\u30dc\u30fc\u30eb\u30c8\u306e\u30a2\u30c9\u30ec\u30b9\u306b\u4f7f\u7528\u3055\u308c\u308b(\u30aa\u30d7\u30b7\u30e7\u30f3\u306e)\u8868\u793a\u540d\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002  
userRootDN=\u30eb\u30fc\u30c8\u30e6\u30fc\u30b6\u30b3\u30f3\u30c6\u30ca:*
userRootDN_tt=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306b\u542b\u307e\u308c\u308b\u30e6\u30fc\u30b6\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u7528\u306e\u30eb\u30fc\u30c8\u30b3\u30f3\u30c6\u30ca\u306e\u5b8c\u5168\u4fee\u98feLDAP DN\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u4f8b: ou=users,ou=data,o=novell
userRootDNPicker_tt=\u30e6\u30fc\u30b6\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u7528\u306e\u30eb\u30fc\u30c8\u30b3\u30f3\u30c6\u30ca\u306e\u5b8c\u5168\u4fee\u98feLDAP DN\u3092\u53c2\u7167\u3057\u307e\u3059\u3002
namURL=Access Manager\u306e\u30ed\u30b0\u30a2\u30a6\u30c8URL: 
namURL_tt=Access Manager Identity Server\u306eURL\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u3053\u308c\u306f\u3001\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u30a2\u30c9\u30df\u30cb\u30b9\u30c8\u30ec\u30fc\u30bf\u3078\u306e\u30b7\u30f3\u30b0\u30eb\u30b5\u30a4\u30f3\u30aa\u30f3\u3092\u8a31\u53ef\u3059\u308b\u305f\u3081\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u3067\u3059\u3002
deleteRoleTitle=\u5f79\u5272\u306e\u524a\u9664 - {0}
mappingChangeTitle=\u30de\u30c3\u30d4\u30f3\u30b0\u5909\u66f4\u306e\u78ba\u8a8d
mappingChangesTitle=\u30de\u30c3\u30d4\u30f3\u30b0\u5909\u66f4\u306e\u78ba\u8a8d
deleteRole=\u5f79\u5272 ''{0}'' \u3092\u524a\u9664\u3057\u3066\u3082\u3088\u308d\u3057\u3044\u3067\u3059\u304b?

confirmMapChange=''{0}'' \u306b\u5bfe\u3059\u308b\u6b21\u306e\u5909\u66f4\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044:
confirmMapChanges=''{0}'' \u306b\u5bfe\u3059\u308b\u6b21\u306e\u5909\u66f4\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044:

deprovisionWarningRemove=\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u524a\u9664\u3059\u308b\u3068\u3001\u3053\u308c\u3089\u306e\u6a29\u9650\u3092\u6301\u3064\u3053\u306e\u30ed\u30fc\u30eb\u306e\u30e1\u30f3\u30d0\u30fc\u306e\u30d7\u30ed\u30d3\u30b8\u30e7\u30f3\u304c\u89e3\u9664\u3055\u308c\u307e\u3059\u3002
deprovisionWarningRemoveAdd=\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u524a\u9664\u3059\u308b\u3068\u3001\u3053\u308c\u3089\u306e\u6a29\u9650\u3092\u6301\u3064\u3053\u306e\u30ed\u30fc\u30eb\u306e\u30e1\u30f3\u30d0\u30fc\u306e\u30d7\u30ed\u30d3\u30b8\u30e7\u30f3\u304c\u89e3\u9664\u3055\u308c\u307e\u3059\u3002\u540c\u69d8\u306b\u3001\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u8ffd\u52a0\u3059\u308b\u3068\u3001\u30e1\u30f3\u30d0\u30fc\u304c\u30d7\u30ed\u30d3\u30b8\u30e7\u30f3\u3055\u308c\u307e\u3059\u3002
deprovisionWarningAdd=\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u8ffd\u52a0\u3059\u308b\u3068\u3001\u3053\u308c\u3089\u306e\u6a29\u9650\u3092\u6301\u3064\u3053\u306e\u30ed\u30fc\u30eb\u306e\u30e1\u30f3\u30d0\u30fc\u304c\u30d7\u30ed\u30d3\u30b8\u30e7\u30f3\u3055\u308c\u307e\u3059\u3002

yes=\u306f\u3044
no=\u3044\u3044\u3048
deletingRole=\u5f79\u5272\u3092\u524a\u9664\u4e2d...
adminConfig=\u7ba1\u7406\u8005\u306e\u8a2d\u5b9a
configInstructions=\u3053\u308c\u306f\u3001Novell\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u30a2\u30c9\u30df\u30cb\u30b9\u30c8\u30ec\u30fc\u30bf\u306e\u8a2d\u5b9a\u30da\u30fc\u30b8\u3067\u3059\u3002
launchApp=\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u30a2\u30c9\u30df\u30cb\u30b9\u30c8\u30ec\u30fc\u30bf\u3078\u306e\u30ed\u30b0\u30a4\u30f3
buildLabel={1} \u3067\u69cb\u7bc9\u3055\u308c\u305f\u30d3\u30eb\u30c9 {0}
productInfoTitle=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u60c5\u5831
configTitle=\u30b7\u30b9\u30c6\u30e0\u8a2d\u5b9a
attrDefaultsTitle=\u5c5e\u6027\u306e\u30c7\u30d5\u30a9\u30eb\u30c8\u5024
resourceCategory=\u30ea\u30bd\u30fc\u30b9\u30ab\u30c6\u30b4\u30ea:
resetTitle=\u5f79\u5272\u304a\u3088\u3073\u6a29\u9650\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9
savedConfig=\u74b0\u5883\u8a2d\u5b9a\u304c\u4fdd\u5b58\u3055\u308c\u307e\u3057\u305f\u3002
authFilter=\u6a29\u9650\u30d5\u30a3\u30eb\u30bf
clear=\u30af\u30ea\u30a2
configHint=\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u30a2\u30c9\u30df\u30cb\u30b9\u30c8\u30ec\u30fc\u30bf\u304c\u6b63\u5e38\u306b\u6a5f\u80fd\u3059\u308b\u305f\u3081\u306b\u306f\u3001\uff3b\u30b7\u30b9\u30c6\u30e0\u8a2d\u5b9a\uff3d\u30bb\u30af\u30b7\u30e7\u30f3\u3092\u5b8c\u5168\u306b\u5b9a\u7fa9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
failureSettingAuthFilter=\u6a29\u9650\u30d5\u30a3\u30eb\u30bf\u306e\u8a2d\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
testHint=\uff3b\u30c9\u30e9\u30a4\u30d0\u691c\u51faDN\uff3d\u304a\u3088\u3073\uff3bAccess Manager\u306eURL\uff3d\u4ee5\u5916\u306e\u3059\u3079\u3066\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u306f\u5fc5\u9808\u3067\u3059\u3002
username=\u30e6\u30fc\u30b6\u540d:
password=\u30d1\u30b9\u30ef\u30fc\u30c9:
adminPassword=\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9:
login=\u30ed\u30b0\u30a4\u30f3
logout=\u30ed\u30b0\u30a2\u30a6\u30c8
logout_tt=\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u30ed\u30b0\u30a2\u30a6\u30c8
loginTitle=Novell\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u30a2\u30c9\u30df\u30cb\u30b9\u30c8\u30ec\u30fc\u30bf\u306f\u3001\u30a8\u30f3\u30bf\u30d7\u30e9\u30a4\u30ba\u30b7\u30b9\u30c6\u30e0\u5168\u4f53\u3067\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u3092\u78ba\u7acb\u3057\u307e\u3059\u3002\u3053\u308c\u306b\u3088\u308a\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u30c9\u30e1\u30a4\u30f3\u9593\u306e\u30dd\u30ea\u30b7\u30fc\u7ba1\u7406\u304c\u884c\u3048\u307e\u3059\u3002
loginConfigTitle=Novell\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u30a2\u30c9\u30df\u30cb\u30b9\u30c8\u30ec\u30fc\u30bf\u304c\u9069\u5207\u306b\u6a5f\u80fd\u3059\u308b\u3088\u3046\u306bNovell Identity Manager\u306e\u30b3\u30f3\u30dd\u30fc\u30cd\u30f3\u30c8\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002
baduser=\u6307\u5b9a\u3057\u305f\u30e6\u30fc\u30b6\u540d\u307e\u305f\u306f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u8a8d\u8b58\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001{0} \u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
badConfigUser=\u6307\u5b9a\u3057\u305f\u30d1\u30b9\u30ef\u30fc\u30c9\u304c\u8a8d\u8b58\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
noaccess=\u30e6\u30fc\u30b6 ''{0}'' \u306b\u306f\u3053\u306e\u30b7\u30b9\u30c6\u30e0\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
config=\u7ba1\u7406\u8005\u306e\u8a2d\u5b9a
configCancel=\u7ba1\u7406\u8005\u306e\u30ed\u30b0\u30a4\u30f3\u3092\u30ad\u30e3\u30f3\u30bb\u30eb
configLoginPopTitle=\u7ba1\u7406\u8005\u306e\u30d1\u30b9\u30ef\u30fc\u30c9
configLoginPop=\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u6642\u306b\u5b9a\u7fa9\u3057\u305f\u7ba1\u7406\u8005\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
loginPopTitle=\u30ed\u30b0\u30a4\u30f3\u304a\u3088\u3073\u8a2d\u5b9a
loginPop=\u30e6\u30fc\u30b6\u540d\u306f\u8b58\u5225\u540d(LDAP DN)\u307e\u305f\u306f\u5171\u901a\u540d(CN)\u3068\u3057\u3066\u5165\u529b\u3067\u304d\u307e\u3059\u3002<br /><br />\u30a2\u30c9\u30df\u30cb\u30b9\u30c8\u30ec\u30fc\u30bf\u306e\u8a2d\u5b9a\u3067\u306f\u3001Novell\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u30a2\u30c9\u30df\u30cb\u30b9\u30c8\u30ec\u30fc\u30bf\u3092\u6b63\u5e38\u306b\u5b9f\u884c\u3067\u304d\u308b\u3088\u3046\u306b\u3059\u308b\u30b5\u30fc\u30d0\u7279\u6709\u306e\u30d1\u30e9\u30e1\u30fc\u30bf\u3092\u7ba1\u7406\u8005\u304c\u8a2d\u5b9a\u3067\u304d\u307e\u3059\u3002
required=* \u5fc5\u9808
roleFilter=\u5f79\u5272\u30d5\u30a3\u30eb\u30bf
roleNameFilter=\u5f79\u5272\u540d:
name=\u540d\u524d:
categories=\u30ab\u30c6\u30b4\u30ea:
errorLoadingRoleInfo=\u5f79\u5272\u60c5\u5831\u306e\u53d6\u5f97\u30a8\u30e9\u30fc:
failureSettingRoleFilter=\u5f79\u5272\u30d5\u30a3\u30eb\u30bf\u306e\u8a2d\u5b9a\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f
languageNotFoundTitle=\u8a00\u8a9e\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
languageNotFound=\u3054\u4f7f\u7528\u306e\u4e8b\u524d\u5b9a\u7fa9\u3055\u308c\u305f\u30ed\u30b1\u30fc\u30eb\u304c\u3053\u306e\u8ad6\u7406\u30b7\u30b9\u30c6\u30e0\u7528\u306b\u8a2d\u5b9a\u3055\u308c\u305f\u30ed\u30b1\u30fc\u30eb\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002\u6a29\u9650\u30c6\u30fc\u30d6\u30eb\u306f\u8ad6\u7406\u30b7\u30b9\u30c6\u30e0\u306e\u8a00\u8a9e\u3092\u4f7f\u7528\u3057\u3066\u8868\u793a\u3055\u308c\u307e\u3059\u3002
languagesNotFound=\u512a\u5148\u30ed\u30b1\u30fc\u30eb\u304c\u3053\u306e\u8ad6\u7406\u30b7\u30b9\u30c6\u30e0\u7528\u306b\u8a2d\u5b9a\u3055\u308c\u305f\u30ed\u30b1\u30fc\u30eb\u3068\u4e00\u81f4\u3057\u307e\u305b\u3093\u3002\u6a29\u9650\u3092\u8868\u793a\u3055\u305b\u308b\u8a00\u8a9e\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
unableToMapTitle=\u30de\u30c3\u30d7\u3067\u304d\u307e\u305b\u3093
mustSelectRoleMsg=\u30de\u30c3\u30d7\u3059\u308b\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u5f79\u5272\u3092\u9078\u629e\u3057\u307e\u3059\u3002
mustSelectAuthorizationMsg=\u30de\u30c3\u30d7\u3059\u308b\u6a29\u9650\u3092\u9078\u629e\u3057\u3066\u304f\u3060\u3055\u3044\u3002
dataRetrievalErrorLabel=\u30c7\u30fc\u30bf\u53d6\u5f97\u30a8\u30e9\u30fc:
removeMappingErrorLabel=\u30de\u30c3\u30d4\u30f3\u30b0\u306e\u524a\u9664\u30a8\u30e9\u30fc:    
roleMapErrorLabel=\u5f79\u5272\u30de\u30c3\u30d7\u30a8\u30e9\u30fc:
roleFilterName=\u300c\u958b\u59cb\u6587\u5b57\u300d\u306e\u5f0f\u3067\u3001\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u3092\u5fc5\u8981\u3068\u3057\u306a\u3044\u540d\u524d\u306e\u5f0f\u3067\u3059\u3002\u540d\u524d\u306f\u5927\u6587\u5b57\u3068\u5c0f\u6587\u5b57\u3092\u533a\u5225\u3057\u307e\u3059\u3002
roleFilterCategory=\u5f79\u5272\u306e\u30ea\u30b9\u30c8\u7528\u306b\u3001\u30d5\u30a3\u30eb\u30bf\u306b\u542b\u307e\u308c\u308b1\u3064\u4ee5\u4e0a\u306e\u30ab\u30c6\u30b4\u30ea\u3092\u9078\u629e\u3057\u307e\u3059\u3002
roleFilterLevel=\u5f79\u5272\u306e\u30ea\u30b9\u30c8\u7528\u306b\u30d5\u30a3\u30eb\u30bf\u306b\u542b\u3081\u308b1\u3064\u4ee5\u4e0a\u306e\u30ec\u30d9\u30eb\u3092\u9078\u629e\u3057\u307e\u3059\u3002
filterClearTooltip=\uff3b\u30af\u30ea\u30a2\uff3d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3001\u30d5\u30a3\u30eb\u30bf\u30d5\u30a9\u30fc\u30e0\u304b\u3089\u3059\u3079\u3066\u306e\u9078\u629e\u304a\u3088\u3073\u30c6\u30ad\u30b9\u30c8\u30a8\u30f3\u30c8\u30ea\u3092\u30af\u30ea\u30a2\u3057\u307e\u3059\u3002
filterOkTooltip=\uff3bOK\uff3d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u30d5\u30a3\u30eb\u30bf\u3092\u73fe\u5728\u306e\u30d5\u30a9\u30fc\u30e0\u30a8\u30f3\u30c8\u30ea\u306b\u8a2d\u5b9a\u3057\u307e\u3059\u3002
filterCancelTooltip=\u30d5\u30a9\u30fc\u30e0\u30a8\u30f3\u30c8\u30ea\u306b\u5bfe\u3059\u308b\u7de8\u96c6\u3092\u4e2d\u6b62\u3059\u308b\u306b\u306f\u3001\u3053\u3053\u3092\u30af\u30ea\u30c3\u30af\u3057\u307e\u3059\u3002
authFilterIdTooltip=\u300c*\u300d\u304a\u3088\u3073\u300c?\u300d\u306e\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u6587\u5b57\u3092\u542b\u3080\u3053\u3068\u304c\u3067\u304d\u308b\u540d\u524d\u306e\u5f0f\u3067\u3059\u3002
authFilterDescTooltip=\u8aac\u660e\u306e\u5f0f\u306b\u306f\u300c*\u300d\u304a\u3088\u3073\u300c?\u300d\u306e\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
authFilterDispTooltip=\u8868\u793a\u540d\u306e\u5f0f\u306b\u306f\u300c*\u300d\u304a\u3088\u3073\u300c?\u300d\u306e\u30ef\u30a4\u30eb\u30c9\u30ab\u30fc\u30c9\u6587\u5b57\u3092\u542b\u3081\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
authFilterTypeTooltip=\u6a29\u9650\u306e\u30ea\u30b9\u30c8\u7528\u306b\u30d5\u30a3\u30eb\u30bf\u306b\u542b\u3081\u308b1\u3064\u4ee5\u4e0a\u306e\u30bf\u30a4\u30d7\u3092\u9078\u629e\u3057\u307e\u3059\u3002
errorTitle=\u30a8\u30e9\u30fc
warningTitle=\u8b66\u544a
error=\u30a8\u30e9\u30fc:
success=\u6210\u529f:
filterLevel=\u30ec\u30d9\u30eb:
filterDescription=\u8aac\u660e:
filterDisplay=\u8868\u793a\u540d:
problemMappingsMsg=\u4ee5\u4e0b\u306b\u4e00\u89a7\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u30de\u30c3\u30d4\u30f3\u30b0\u306b\u95a2\u3059\u308b\u6a29\u9650\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u3002\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3092\u30ea\u30ed\u30fc\u30c9\u3059\u308b\u3068\u30de\u30c3\u30d4\u30f3\u30b0\u304c\u7121\u52b9\u306b\u306a\u3063\u3066\u3044\u308b\u304b\u3069\u3046\u304b\u304c\u78ba\u8a8d\u3055\u308c\u307e\u3059\u3002\u305d\u306e\u4ed6\u306e\u30b7\u30b9\u30c6\u30e0\u30de\u30c3\u30d4\u30f3\u30b0\u306f\u3001\u3053\u306e\u30c4\u30fc\u30eb\u3067\u306f\u307e\u3060\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u30c9\u30e9\u30a4\u30d0\u304c\u5143\u306b\u306a\u3063\u3066\u3044\u307e\u3059\u3002
warningLabel=\u8b66\u544a:
problemMappingsWarningMsg=\u5f79\u5272\u30de\u30c3\u30d4\u30f3\u30b0\u306e\u524a\u9664\u306f\u3001\u5272\u308a\u5f53\u3066\u3089\u308c\u305f\u30e6\u30fc\u30b6\u304b\u3089\u306e\u95a2\u9023\u4ed8\u3051\u3089\u308c\u305f\u5f79\u5272\u30a8\u30f3\u30bf\u30a4\u30c8\u30eb\u30e1\u30f3\u30c8\u306e\u30d7\u30ed\u30d3\u30b8\u30e7\u30cb\u30f3\u30b0\u89e3\u9664\u3092\u958b\u59cb\u3067\u304d\u307e\u3059\u3002
problemMappingDlgTitle=\u30de\u30c3\u30d7\u6e08\u307f\u6a29\u9650\u306e\u8b66\u544a
mappingsNotFoundTabTitle=\u30de\u30c3\u30d4\u30f3\u30b0\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
otherSystemMappingsTabTitle=\u305d\u306e\u4ed6\u306e\u30b7\u30b9\u30c6\u30e0\u30de\u30c3\u30d4\u30f3\u30b0
noResultsFoundMsg=No results found
updateConfigurationFailed=\u30c9\u30e9\u30a4\u30d0\u304a\u3088\u3073\u8ad6\u7406\u30b7\u30b9\u30c6\u30e0\u3092\u66f4\u65b0\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167\u3059\u308b\u304b\u3001\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
loadAuthorizationsFailed=\u6a29\u9650\u306e\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167\u3059\u308b\u304b\u3001\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
loadAuthorizationsDriverError=\u6a29\u9650\u306e\u30ed\u30fc\u30c9\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30c9\u30e9\u30a4\u30d0\u304c ''{0}'' \u306e\u30a8\u30e9\u30fc\u3092\u5831\u544a\u3057\u307e\u3057\u305f\u3002  
getAuthorizationsFailed=\u6a29\u9650\u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167\u3059\u308b\u304b\u3001\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
getDriverConfigFailed=\u30c9\u30e9\u30a4\u30d0\u304a\u3088\u3073\u8ad6\u7406\u30b7\u30b9\u30c6\u30e0\u306e\u8aad\u307f\u8fbc\u307f\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30ed\u30b0\u30d5\u30a1\u30a4\u30eb\u3092\u53c2\u7167\u3059\u308b\u304b\u3001\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
noResultsFoundMsg=\u7d50\u679c\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3067\u3057\u305f
invalidChar=\u7121\u52b9\u306a\u6587\u5b57: {0}
validateFailRoleConfig=\u7ba1\u7406\u30d7\u30ed\u30ad\u30b7\u8cc7\u683c\u60c5\u5831\u3092\u4f7f\u7528\u3057\u3066\u5f79\u5272\u30dc\u30fc\u30eb\u30c8\u306e\u8a2d\u5b9a\u30aa\u30d6\u30b8\u30a7\u30af\u30c8 {0} \u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u3001\u9078\u629e\u3055\u308c\u305f\u30c9\u30e9\u30a4\u30d0\u304c\u7121\u52b9\u307e\u305f\u306f\u5b58\u5728\u3057\u306a\u3044\u304b\u3001\u30d7\u30ed\u30ad\u30b7\u30e6\u30fc\u30b6\u304c\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u5185\u306e\u30c9\u30e9\u30a4\u30d0\u306b\u5bfe\u3059\u308b\u9069\u5207\u306a\u30c8\u30e9\u30b9\u30c6\u30a3\u6a29\u9650\u3092\u6301\u305f\u306a\u3044\u3053\u3068\u304c\u539f\u56e0\u306e\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u5909\u66f4\u306f\u4fdd\u5b58\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
validateFailDriverSet=\u30c9\u30e9\u30a4\u30d0\u691c\u51fa\u30b3\u30f3\u30c6\u30ca({0})\u306e\u7bc4\u56f2\u5185\u306bIDM\u30c9\u30e9\u30a4\u30d0\u30bb\u30c3\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u8a2d\u5b9a\u5185\u306e\u30c9\u30e9\u30a4\u30d0\u691c\u51faDN\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u3001\u7ba1\u7406\u30d7\u30ed\u30ad\u30b7\u30e6\u30fc\u30b6\u304c\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u5185\u3067\u9069\u5207\u306a\u30c8\u30e9\u30b9\u30c6\u30a3\u6a29\u9650\u3092\u6301\u305f\u306a\u3044\u3053\u3068\u304c\u539f\u56e0\u306e\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
validateFail=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u8a2d\u5b9a\u3092\u691c\u8a3c\u4e2d\u306b\u4e88\u671f\u3057\u306a\u3044\u4f8b\u5916\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002\u4f8b\u5916: {0}
suggestedSystemsToReloadLabel=\u30ea\u30ed\u30fc\u30c9\u304c\u63a8\u5968\u3055\u308c\u308b\u30b7\u30b9\u30c6\u30e0:
noConfiguredDrivers=\u30c9\u30e9\u30a4\u30d0\u691c\u51fa\u30b3\u30f3\u30c6\u30ca\u306e\u7bc4\u56f2\u5185\u306b\u8a2d\u5b9a\u6e08\u307f\u306e\u30c9\u30e9\u30a4\u30d0\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u3001\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u8a2d\u5b9a\u5185\u306e\u30c9\u30e9\u30a4\u30d0\u691c\u51faDN\u304c\u7121\u52b9\u3067\u3042\u308b\u304b\u3001\u7ba1\u7406\u30d7\u30ed\u30ad\u30b7\u30e6\u30fc\u30b6\u304c\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u5185\u3067\u9069\u5207\u306a\u30c8\u30e9\u30b9\u30c6\u30a3\u6a29\u9650\u3092\u6301\u305f\u306a\u3044\u3053\u3068\u304c\u539f\u56e0\u306e\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002\u30b7\u30b9\u30c6\u30e0\u7ba1\u7406\u8005\u306b\u9023\u7d61\u3057\u3066\u304f\u3060\u3055\u3044\u3002
badConfigPort=\u5f79\u5272\u30dc\u30fc\u30eb\u30c8\u306e\u30dd\u30fc\u30c8 ''{0}'' \u306f\u6709\u52b9\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002
deletedEditingRole=\u3053\u306e\u5f79\u5272\u306f\u4ed6\u306e\u30e6\u30fc\u30b6\u306b\u3088\u3063\u3066\u524a\u9664\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u5f79\u5272\u306e\u30ea\u30b9\u30c8\u3092\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30c0\u30a4\u30a2\u30ed\u30b0\u3092\u9589\u3058\u3001\uff3b\u30ea\u30b9\u30c8\u306e\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5\uff3d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
deletedEditingRoleTitle=\u5f79\u5272\u304c\u524a\u9664\u3055\u308c\u307e\u3057\u305f
dnPickerTitle=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u30bb\u30ec\u30af\u30bf
loadingPicker=\u30ed\u30fc\u30c9\u3057\u3066\u3044\u307e\u3059...
pickerMessage=\u3053\u306e\u30d5\u30a3\u30fc\u30eb\u30c9\u7528\u306bDN\u3092\u69cb\u7bc9\u3059\u308b\u305f\u3081\u306e\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u3092\u9078\u629e\u3057\u307e\u3059\u3002
userAppDnPickerMessage=\u30e6\u30fc\u30b6\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u30c9\u30e9\u30a4\u30d0\u3092\u9078\u629e\u3057\u307e\u3059\u3002
discoveryDnPickerMessage=\u30c9\u30e9\u30a4\u30d0\u691c\u51fa\u306e\u51fa\u767a\u70b9\u3068\u3057\u3066\u4f7f\u7528\u3059\u308b\u30b3\u30f3\u30c6\u30ca\u3092\u9078\u629e\u3057\u307e\u3059\u3002
rootUserDnPuckerMessage=\u30eb\u30fc\u30c8\u30e6\u30fc\u30b6\u30b3\u30f3\u30c6\u30ca\u3092\u9078\u629e\u3057\u307e\u3059\u3002
changesNotSaved=\u5909\u66f4\u304c\u4fdd\u5b58\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
root=\u30eb\u30fc\u30c8
roleReport=\u65b0\u3057\u3044\u5f79\u5272\u304a\u3088\u3073\u30de\u30c3\u30d4\u30f3\u30b0\u306e\u30ec\u30dd\u30fc\u30c8
roleReportOkTooltip=\uff3bOK\uff3d\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u3001\u73fe\u5728\u306e\u30d5\u30a9\u30fc\u30e0\u30a8\u30f3\u30c8\u30ea\u306b\u57fa\u3065\u3044\u3066\u30ec\u30dd\u30fc\u30c8\u3092\u751f\u6210\u3057\u307e\u3059\u3002
roleReportInfo=\u30ec\u30dd\u30fc\u30c8\u306b\u306f\u5f79\u5272\u3068\u30de\u30c3\u30d4\u30f3\u30b0\u304c\u542b\u307e\u308c\u3001\u30ea\u30b9\u30c8\u30d5\u30a3\u30eb\u30bf\u304b\u3089\u751f\u6210\u3055\u308c\u307e\u3059\u3002\u30ec\u30dd\u30fc\u30c8\u7d50\u679c\u3092\u8abf\u6574\u3059\u308b\u306b\u306f\u30d5\u30a3\u30eb\u30bf\u3092\u5909\u66f4\u3057\u307e\u3059\u3002
newReport=\u65b0\u3057\u3044\u30ec\u30dd\u30fc\u30c8
refreshRequired=\u74b0\u5883\u8a2d\u5b9a\u306e\u66f4\u65b0\u304c\u5fc5\u8981\u3067\u3059
refreshRequiredNote=\u30c9\u30e9\u30a4\u30d0\u691c\u51faDN\u304c\u5909\u66f4\u3055\u308c\u3001\uff3b\u4fdd\u5b58\uff3d\u304c\u9078\u629e\u3055\u308c\u308b\u3068\u3001\u8a2d\u5b9a\u306e\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5\u304c\u5fc5\u8981\u306b\u306a\u308a\u307e\u3059\u3002
authRoleReferences=\u6a29\u9650\u5f79\u5272\u306e\u53c2\u7167
viewRefsMessage=\u6a29\u9650\u306f\u3001\u6b21\u306e\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306e\u5f79\u5272\u306b\u30de\u30c3\u30d7\u3055\u308c\u3066\u3044\u307e\u3059\u3002
authIDLabel=\u6a29\u9650\u540d: 
mappingBeingAddedLabel=\u8ffd\u52a0\u3059\u308b\u30de\u30c3\u30d4\u30f3\u30b0:
mappingsBeingAddedLabel=\u8ffd\u52a0\u3059\u308b\u30de\u30c3\u30d4\u30f3\u30b0:
mappingBeingRemovedLabel=\u524a\u9664\u3055\u308c\u308b\u30de\u30c3\u30d4\u30f3\u30b0:
mappingsBeingRemovedLabel=\u524a\u9664\u3055\u308c\u308b\u30de\u30c3\u30d4\u30f3\u30b0:
mappingBeingUpdatedLabel=\u66f4\u65b0\u3055\u308c\u308b\u30de\u30c3\u30d4\u30f3\u30b0:
mappingsBeingUpdatedLabel=\u66f4\u65b0\u3055\u308c\u308b\u30de\u30c3\u30d4\u30f3\u30b0:
noDNErrorMessage=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306b\u30aa\u30d6\u30b8\u30a7\u30af\u30c8\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\u3053\u308c\u306f\u3001\u6307\u5b9a\u3057\u305f\u7ba1\u7406\u8005DN\u306b\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u3092\u53c2\u7167\u3059\u308b\u6a29\u9650\u304c\u306a\u3044\u3053\u3068\u3092\u8868\u3057\u3066\u3044\u308b\u53ef\u80fd\u6027\u304c\u3042\u308a\u307e\u3059\u3002
failureReportTitle=\u30ec\u30dd\u30fc\u30c8\u306e\u751f\u6210\u30a8\u30e9\u30fc
failureReportDesc=\u30ec\u30dd\u30fc\u30c8\u306e\u751f\u6210\u4e2d\u306b\u30a8\u30e9\u30fc\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001\u30b5\u30fc\u30d0\u30ed\u30b0\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
noMappingsMsg=\u3053\u306e\u5f79\u5272\u306b\u306f\u30de\u30c3\u30d4\u30f3\u30b0\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
noRolesMsg=\u8b58\u5225\u30dc\u30fc\u30eb\u30c8\u306b\u5f79\u5272\u304c\u3042\u308a\u307e\u305b\u3093
noAuthorizationsMsg=\u6a29\u9650\u304c\u30ed\u30fc\u30c9\u3055\u308c\u3066\u3044\u307e\u305b\u3093
noReferencesMsg=\u3053\u306e\u6a29\u9650\u306b\u306f\u53c2\u7167\u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093
mappingNameHeader=\u30ea\u30bd\u30fc\u30b9\u540d
mappingDescriptionHeader=\u30de\u30c3\u30d4\u30f3\u30b0\u306e\u8aac\u660e
authNameHeader=\u6a29\u9650\u540d
authTypeHeader=\u6a29\u9650\u30bf\u30a4\u30d7
authDescHeader=\u6a29\u9650\u306e\u8aac\u660e
authNameLabel=\u6a29\u9650\u540d:
authTypeLabel=\u6a29\u9650\u30bf\u30a4\u30d7:
authDescLabel=\u6a29\u9650\u306e\u8aac\u660e:
roleNameHeader=\u5f79\u5272\u540d
roleLevelHeader=\u30ec\u30d9\u30eb
roleCategoryHeader=\u30ab\u30c6\u30b4\u30ea
problemsDNHeader=DN
problemsParametersHeader=\u30d1\u30e9\u30e1\u30fc\u30bf
resettingDatabase=\u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306e\u30ea\u30bb\u30c3\u30c8\u4e2d...
cantFindRoleObject=\u6b21\u306e\u5f79\u5272: {0} \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002\r\n\r\n\u5f79\u5272\u306e\u30ea\u30b9\u30c8\u3092\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5\u3059\u308b\u306b\u306f\u3001\u3053\u306e\u30c0\u30a4\u30a2\u30ed\u30b0\u3092\u9589\u3058\u3001\uff3b\u30ea\u30b9\u30c8\u306e\u30ea\u30d5\u30ec\u30c3\u30b7\u30e5\uff3d\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u304f\u3060\u3055\u3044\u3002
problemApplyingChanges=\u5909\u66f4\u3092\u9069\u7528\u4e2d\u306b\u554f\u984c\u304c\u767a\u751f\u3057\u307e\u3057\u305f
print=\u5370\u5237
copyright=Copyright Novell, Inc. 2000-2009. All rights reserved.  <a href="../version.html">\u30d0\u30fc\u30b8\u30e7\u30f3\u60c5\u5831</a>
addRolePermissionError=\u9078\u629e\u3057\u305f\u30b3\u30f3\u30c6\u30ca\u306b\u5f79\u5272\u3092\u8ffd\u52a0\u3059\u308b\u6a29\u9650\u304c\u3042\u308a\u307e\u305b\u3093\u3002
unableToContactServer=\u30b5\u30fc\u30d0\u306b\u63a5\u7d9a\u3067\u304d\u307e\u305b\u3093\u3002
injectionAttack=JavaScript\u306f\u30d5\u30a3\u30fc\u30eb\u30c9\u5024\u3068\u3057\u3066\u8a31\u53ef\u3055\u308c\u307e\u305b\u3093\u3002
hide=\u96a0\u3059
existingMappingTitle=\u65e2\u5b58\u306e\u30de\u30c3\u30d4\u30f3\u30b0
existingMappingMessage=\u6a29\u9650\u306f\u3059\u3067\u306b\u9078\u629e\u3057\u305f\u5f79\u5272\u306b\u30de\u30c3\u30d7\u3055\u308c\u3066\u3044\u307e\u3059\u3002
