hostNotFound=Error al leer la configuraci\u00f3n de host de la base de datos.
cacheManagerNotInitialized=Error del sistema: el gestor de cach\u00e9 no se ha iniciado.
configManagerNotInitialized=Error del sistema: el gestor de configuraci\u00f3n no se ha iniciado.
unknownError=Error desconocido. C\u00f3digo de error: {0} Mensaje de error: {1}
vaultAddress=Direcci\u00f3n del repositorio seguro de funciones:*
vaultAddress_tt=Especifique la direcci\u00f3n DNS o IP del repositorio seguro de funciones.
appURL=URL de aplicaci\u00f3n de usuario:
appURL_tt=URL de aplicaci\u00f3n de usuario:
appDN=DN de controlador de aplicaci\u00f3n de usuario:*
appDN_tt=Especifique el DN LDAP completo del controlador de la aplicaci\u00f3n de usuario situada en el repositorio seguro de identidades. Por ejemplo: cn=Aplicaci\u00f3nUsuario1,cn=ControladoresIDM,o=novell
appDNPicker_tt=Busca el controlador de la aplicaci\u00f3n de usuario.
drvDiscDN=DN de descubrimiento de controladores:
drvDiscDN_tt=Especifique el DN LDAP completo de la ubicaci\u00f3n ra\u00edz de b\u00fasqueda de controladores.
drvDiscDNPicker_tt=Busca la ubicaci\u00f3n ra\u00edz en la que buscar controladores.
adminDN=DN de administrador:*
adminDN_tt=Especifique el DN LDAP completo del administrador del repositorio seguro de identidades. Por ejemplo: cn=admin,ou=UnidadOrgMuestra,o=Novell
adminPwd=Contrase\u00f1a de administrador:*
adminPwd_tt=Especifique la contrase\u00f1a del administrador.
port=Puerto del repositorio seguro de funciones:*
port_tt=Especifique el puerto del repositorio seguro de identidades. El puerto por defecto es el 389 o 636 para SSL.
ssl=Usar SSL
ssl_tt=Seleccione esta opci\u00f3n para conectar con el repositorio seguro de identidades mediante SSL.
submit=Enviar
roleconfigSubTitle=Esta herramienta permite asignar funciones entre distintos sistemas empresariales, lo que permite gestionar la directiva de seguridad cruzada del dominio. Para obtener m\u00e1s informaci\u00f3n, haga clic en
here=aqu\u00ed
test=Prueba
close=Cerrar
testSuccess=Se ha conectado correctamente con el repositorio seguro de identidades.
testFail=Error en la conexi\u00f3n con el repositorio seguro de identidades por {0}.
configMessage=Especifique los ajustes para conectar con el repositorio seguro de identidades, pruebe la conexi\u00f3n y gu\u00e1rdela.
roleMapError=No es posible obtener la informaci\u00f3n de conexi\u00f3n del repositorio seguro de identidades: {0}.
dbError=Error de la base de datos al obtener la informaci\u00f3n de conexi\u00f3n del repositorio seguro de identidades: {0}.
invalidName=Error de nombre no v\u00e1lido al obtener la informaci\u00f3n de conexi\u00f3n del repositorio seguro de identidades: {0}.
badUserAppDN=No se encuentra el controlador de la aplicaci\u00f3n de usuario: {0}.
badUserAppDriverType=El controlador especificado {0} no es un controlador de aplicaci\u00f3n de usuario.
badUserAppVersion=El controlador de aplicaci\u00f3n de usuario especificado es de una versi\u00f3n no admitida. Especifique un controlador de la versi\u00f3n 3.7 o superior.
badURL=Error de URL no v\u00e1lida al obtener la informaci\u00f3n de conexi\u00f3n del repositorio seguro de identidades: {0}.
badDiscoveryDN=No se encuentra el DN de descubrimiento de controladores: {0}.
discoverDnNotContainer=El DN de descubrimiento de controladores {0} no es un objeto contenedor. 
badUserRootDN=No se encuentra el DN del contenedor de usuario Root: {0}.
rootDnNotContainer=El DN de contenedor de usuario Root {0} no es un objeto contenedor. 
edirTestFail=No es posible conectar con el repositorio seguro de identidades: {0}
badURLSet=La URL especificada {0} no es una URL v\u00e1lida.
resetDBButton=Restablecer base de datos
resetDBLabel=Restablecer base de datos
resetDBDesc=La opci\u00f3n Restablecer base de datos borra las autorizaciones anteriores cargadas de los sistemas IDM conectados. Cuando se restablece la base de datos, es necesario volver a cargar las autorizaciones en la aplicaci\u00f3n.
resetDBSuccess=Se ha restablecido correctamente la base de datos.
resetDBFailed=Error al restablecer la base de datos.
readAuth=Leer funciones
queryAuth=Preguntar funciones
updateTables=Actualizar tablas del repositorio seguro de identidades
rolesIntegrator=Administrador de asignaci\u00f3n de funciones
help=Ayuda
help_tt=Mostrar la ayuda para esta aplicaci\u00f3n
applyChangesTitle=Confirmar cambio de selecci\u00f3n
mappingChangesMsg1=Tiene cambios de asignaci\u00f3n pendientes.  
mappingChangesMsg2=Haga clic en Aceptar para desechar los cambios y continuar con la selecci\u00f3n de {0}; o bien, haga clic en Cancelar para permanecer en la funci\u00f3n actual.
save=Guardar
cancel=Cancelar
cancelAll=Cancelar todo
cancelAllToolTip=Cancelar todas las operaciones
driverState=No es posible llevar a cabo la operaci\u00f3n. El controlador {0} est\u00e1 detenido o no est\u00e1 disponible.
driverVersion=La versi\u00f3n m\u00ednima del controlador especificada en la configuraci\u00f3n del administrador de asignaci\u00f3n de funciones para este sistema no es compatible con la versi\u00f3n del controlador del repositorio seguro de identidades {0}. Puede que los intentos de cargar autorizaciones para este sistema no se efect\u00faen correctamente.   
newRole=Nueva funci\u00f3n...
newRole_tt=Crear una funci\u00f3n nueva
editRole=Editar funci\u00f3n...
editRole_tt=Editar la funci\u00f3n seleccionada
delete=Suprimir
delete_tt=Suprimir la funci\u00f3n seleccionada
displayNameRetrievalError=Error al recuperar el nombre de visualizaci\u00f3n del host:
quickSearch=B\u00fasqueda r\u00e1pida
preferences=Configuraci\u00f3n del repositorio seguro de funciones
refreshList=Actualizar lista
defineFilter=Definir filtro
loading=Cargando el administrador de asignaci\u00f3n de funciones de Novell...
sending=Guardando datos...
loadAuthorizations=Cargar autorizaciones
mapRole=Asignar a funci\u00f3n
mapRole_tt=Asignar la autorizaci\u00f3n seleccionada a la funci\u00f3n seleccionada.
viewRefs=Ver referencias
viewRefs_tt=Ver las referencias de funci\u00f3n para la autorizaci\u00f3n seleccionada
refresh=Actualizar
refreshToolTip=Buscar el repositorio seguro de identidades para actualizar los controladores y sistemas  
refreshConfiguration=Actualizar configuraci\u00f3n
searchIV=Buscando en repositorio seguro de identidades
ok=Aceptar
roleName=Nombre:*
description=Descripci\u00f3n:*
level=Nivel:*
category=Categor\u00eda:
owners=Propietarios:
noSystemsLabel=No hay sistemas
noSystems=No se detecta ning\u00fan controlador ni sistema l\u00f3gico en el repositorio seguro de identidades. 
noSystemsInstructions=El descubrimiento de los controladores relevantes depende de que la configuraci\u00f3n sea v\u00e1lida. P\u00f3ngase en contacto con el administrador de asignaci\u00f3n de funciones y el administrador del repositorio seguro de identidades para asegurarse de que el entorno est\u00e1 configurado correctamente.
noAuthYet=No se han cargado autorizaciones para este sistema.
loadInstructions=Especifique qu\u00e9 se debe cargar:
note=Nota:
loadNoteText=Para cargar autorizaciones de otros sistemas, haga clic en el bot\u00f3n Cargar autorizaciones anterior.
load=Cargar
loadTime=Cargado
loadToolTip=Cargar las autorizaciones de los sistemas seleccionados
testButton=Pruebe la informaci\u00f3n de la conexi\u00f3n antes de guardarla.
filter=Filtro
id=ID: 
show=Mostrar:
activityGroup=Grupos de actividad
profile=Perfiles
both=Ambos
gettingRoleInfo=Recuperando informaci\u00f3n de nivel de funci\u00f3n y categor\u00eda...
invalidRoleName=El nombre de funci\u00f3n {0} no es v\u00e1lido.
search=Buscar
currentOwners=Propietarios seleccionados:
firstName=Nombre
lastName=Apellidos
searchingForUsers=Buscando usuarios...
noUsers=No hay resultados.
failureLoadingAuths=Error al cargar autorizaciones.
savingRole=Guardando funci\u00f3n...
loadAuthProgress=Cargar estado de autorizaciones
removeMap=Eliminar
removeMap_tt=Eliminar la asignaci\u00f3n seleccionada
resetMap=Restaurar
resetMap_tt=Restablecer las asignaciones de funci\u00f3n
apply=Aplicar
apply_tt=Aplicar cambios de asignaci\u00f3n
columns=Columnas
columns_tt=Seleccionar columnas
configColumnsTitle=Seleccionar columnas
toggleLists=Alternar listas Funciones y Asignaci\u00f3n
savedRole=Se ha terminado de guardar la funci\u00f3n....
roleExistsError=Ya existe una funci\u00f3n denominada {0} en el nivel {1}..
badRoleNameError=El nombre de funci\u00f3n {0} no es v\u00e1lido.
generalAddRoleError=Error al crear la funci\u00f3n: {0}
addRoleTitle=A\u00f1adir funci\u00f3n
editRoleTitle=Editar funci\u00f3n: {0}
addMappingTitle=A\u00f1adir asignaci\u00f3n
editMappingTitle=Editar asignaci\u00f3n
addMappingDescriptionLabel=A\u00f1adir una descripci\u00f3n para la asignaci\u00f3n:*
addMappingResourceNameLabel=Nombre de recurso:*
addMappingResourceNameError=El nombre de recurso que ha introducido contiene caracteres no v\u00e1lidos. Los caracteres v\u00e1lidos son letras, n\u00fameros, signos de subrayado (_), guiones (-) y espacios.
addMappingExistingResourceMsg=Ya existe un recurso para la autorizaci\u00f3n. Si se cambia el nombre del recurso, cambiar\u00e1 el nombre de visualizaci\u00f3n para el recurso existente.
authType=Tipo:
langType=Idioma:
displayName=Nombre de visualizaci\u00f3n del repositorio seguro:
displayName_tt=Especifique el nombre de visualizaci\u00f3n (opcional) que se debe usar para la direcci\u00f3n del repositorio seguro de identidades.  
userRootDN=Contenedor del usuario Root:*
userRootDN_tt=Especifique el DN LDAP completo del contenedor ra\u00edz para los objetos de usuario del repositorio seguro de identidades. Por ejemplo: ou=usuarios,ou=datos,o=novell
userRootDNPicker_tt=Busca el DN LDAP completo del contenedor ra\u00edz para los objetos de usuario.
namURL=URL de salida del gestor de acceso: 
namURL_tt=Especifique la URL para el servidor de identidades de Access Manager. Se trata de un campo opcional que permite una entrada \u00fanica en el administrador de asignaci\u00f3n de funciones.
deleteRoleTitle=Suprimir funci\u00f3n: {0}
mappingChangeTitle=Confirmar cambio de asignaci\u00f3n
mappingChangesTitle=Confirmar cambios de asignaci\u00f3n
deleteRole=\u00bfSeguro que desea suprimir la funci\u00f3n {0}?

confirmMapChange=Confirme el cambio siguiente a {0}:
confirmMapChanges=Confirme los cambios siguientes a {0}:

deprovisionWarningRemove=La eliminaci\u00f3n de las asignaciones producir\u00e1 el desaprovisionamiento de los miembros de esta funci\u00f3n que tengan estas autorizaciones.
deprovisionWarningRemoveAdd=La eliminaci\u00f3n de las asignaciones producir\u00e1 el desaprovisionamiento de los miembros de esta funci\u00f3n que tengan estas autorizaciones. La adici\u00f3n de asignaciones, de igual forma, aprovisionar\u00e1 a los miembros.
deprovisionWarningAdd=La adici\u00f3n de asignaciones aprovisionar\u00e1 a los miembros de esta funci\u00f3n que tengan estas autorizaciones.

yes=S\u00ed
no=No
deletingRole=Suprimiendo la funci\u00f3n
adminConfig=Configuraci\u00f3n del administrador
configInstructions=Esta es la p\u00e1gina de configuraci\u00f3n del administrador de asignaci\u00f3n de funciones de Novell.
launchApp=Entrar al administrador de asignaci\u00f3n de funciones
buildLabel=Revisi\u00f3n {0} creada el {1}
productInfoTitle=Informaci\u00f3n de aplicaci\u00f3n
configTitle=Configuraci\u00f3n del sistema
attrDefaultsTitle=Valores por defecto del atributo
resourceCategory=Categor\u00eda de recurso:
resetTitle=Base de datos de funciones y autorizaciones
savedConfig=Los ajustes de configuraci\u00f3n se han guardado.
authFilter=Filtro de autorizaciones
clear=Borrar
configHint=La secci\u00f3n de configuraci\u00f3n del sistema de debe definir por completo para que el administrador de asignaci\u00f3n de funciones funcione correctamente.
failureSettingAuthFilter=Error al definir el filtro de autorizaciones
testHint=Todos los campos son obligatorios excepto el DN de descubrimiento de controladores y la URL del gestor de acceso.
username=Usuario:
password=Contrase\u00f1a:
adminPassword=Contrase\u00f1a del administrador:
login=Entrada
logout=Salir
logout_tt=Salir de esta aplicaci\u00f3n
loginTitle=El administrador de asignaci\u00f3n de funciones de Novell establece la asignaci\u00f3n de funciones en sistemas empresariales, lo que permite la gesti\u00f3n cruzada de directivas de seguridad de dominios.
loginConfigTitle=Configurar los componentes del Gestor de identidades de novell para permitir que el administrador de asignaci\u00f3n de funciones de Novell funcione correctamente.
baduser=El nombre de usuario o la contrase\u00f1a especificados no se reconocen. Haga clic en {0} para obtener m\u00e1s informaci\u00f3n.
badConfigUser=No se reconoce la contrase\u00f1a especificada.
noaccess=El usuario {0} no tiene acceso a este sistema.
config=Configuraci\u00f3n del administrador
configCancel=Cancelar entrada de administrador
configLoginPopTitle=Contrase\u00f1a del administrador
configLoginPop=Utilice la contrase\u00f1a del administrador definida durante la instalaci\u00f3n.
loginPopTitle=Entrada y configuraci\u00f3n
loginPop=El nombre de usuario se puede introducir como nombre completo (DN LDAP) o como nombre com\u00fan (CN)<br /><br />La configuraci\u00f3n del administrador permite a un administrador configurar los par\u00e1metros espec\u00edficos del servidor para ejecutar correctamente el administrador de asignaci\u00f3n de funciones de Novell.
required=* Requerido
roleFilter=Filtro de funciones
roleNameFilter=Nombre de la funci\u00f3n:
name=Nombre:
categories=Categor\u00edas:
errorLoadingRoleInfo=Error al recuperar la informaci\u00f3n de la funci\u00f3n:
failureSettingRoleFilter=Error al definir el filtro de funciones
languageNotFoundTitle=Idioma no encontrado
languageNotFound=Las configuraciones regionales preferidas no coinciden con las configuradas para este sistema l\u00f3gico. La tabla de autorizaciones se mostrar\u00e1 en el idioma del sistema l\u00f3gico.
languagesNotFound=Las configuraciones regionales preferidas no coinciden con las configuradas para este sistema l\u00f3gico. Seleccione el idioma en el que quiere mostrar las autorizaciones.
unableToMapTitle=No es posible asignar
mustSelectRoleMsg=Seleccione una funci\u00f3n del repositorio seguro de identidades para asignar.
mustSelectAuthorizationMsg=Seleccione una autorizaci\u00f3n para asignar.
dataRetrievalErrorLabel=Error al recuperar los datos:
removeMappingErrorLabel=Error al eliminar la asignaci\u00f3n:    
roleMapErrorLabel=Error al asignar la funci\u00f3n:
roleFilterName=Expresi\u00f3n de nombre de tipo \"empieza por\" y que no necesita caracteres comod\u00edn. Los nombres distinguen may\u00fasculas de min\u00fasculas.
roleFilterCategory=Seleccione una o varias categor\u00edas para formar parte del filtro de la lista de funciones.
roleFilterLevel=Seleccione uno o varios niveles para formar parte del filtro de la lista de funciones.
filterClearTooltip=Haga clic en el bot\u00f3n Borrar para eliminar todas las selecciones y entradas de texto del formulario de filtro.
filterOkTooltip=Haga clic en el bot\u00f3n Aceptar para definir el filtro a las entradas del formulario actual.
filterCancelTooltip=Haga clic para cancelar las modificaciones realizadas a las entradas del formulario.
authFilterIdTooltip=Expresi\u00f3n de nombre que puede incluir los caracteres comod\u00edn * y ?.
authFilterDescTooltip=La expresi\u00f3n de la descripci\u00f3n puede contener los caracteres comod\u00edn * y ?.
authFilterDispTooltip=La expresi\u00f3n del nombre de visualizaci\u00f3n puede contener los caracteres comod\u00edn * y ?.
authFilterTypeTooltip=Seleccione uno o varios tipos para formar parte del filtro de la lista de autorizaciones.
errorTitle=Error
warningTitle=Advertencia
error=Error:
success=Correcto:
filterLevel=Nivel:
filterDescription=Descripci\u00f3n:
filterDisplay=Nombre de visualizaci\u00f3n:
problemMappingsMsg=No se encuentran autorizaciones para las asignaciones mostradas a continuaci\u00f3n. Si se vuelve a cargar la base se datos, se confirmar\u00e1 si las asignaciones ya no son v\u00e1lidas. Otras asignaciones del sistema son de controladores que esta herramienta a\u00fan no admite.
warningLabel=Advertencia:
problemMappingsWarningMsg=La eliminaci\u00f3n de una asignaci\u00f3n de funciones puede iniciar el desaprovisionamiento de los derechos de funci\u00f3n asociados de los usuarios asignados.
problemMappingDlgTitle=Advertencias de autorizaci\u00f3n asignada
mappingsNotFoundTabTitle=No se encuentran las asignaciones
otherSystemMappingsTabTitle=Otras asignaciones de sistema
noResultsFoundMsg=No results found
updateConfigurationFailed=Error al actualizar las unidades y sistemas l\u00f3gicos. Consulte el archivo de registro para obtener m\u00e1s informaci\u00f3n o p\u00f3ngase en contacto con el administrador del sistema.
loadAuthorizationsFailed=Error al cargar autorizaciones. Consulte el archivo de registro para obtener m\u00e1s informaci\u00f3n o p\u00f3ngase en contacto con el administrador del sistema.
loadAuthorizationsDriverError=Error al cargar autorizaciones. El controlador indic\u00f3 el error: {0}.  
getAuthorizationsFailed=Error al leer autorizaciones. Consulte el archivo de registro para obtener m\u00e1s informaci\u00f3n o p\u00f3ngase en contacto con el administrador del sistema.
getDriverConfigFailed=Error al leer las unidades y sistemas l\u00f3gicos. Consulte el archivo de registro para obtener m\u00e1s informaci\u00f3n o p\u00f3ngase en contacto con el administrador del sistema.
noResultsFoundMsg=No hay resultados
invalidChar=Car\u00e1cter no v\u00e1lido: {0}.
validateFailRoleConfig=No es posible acceder al objeto de configuraci\u00f3n del repositorio seguro de funciones {0} mediante las credenciales del apoderado de administraci\u00f3n. Esto puede indicar que el controlador seleccionado no sea v\u00e1lido o no exista o que el usuario apoderado no cuente con los derechos de confianza necesarios en el controlador del repositorio seguro de identidades. Consulte al administrador del sistema. No se ha guardado ning\u00fan cambio.
validateFailDriverSet=No se encuentra ning\u00fan conjunto de controladores de IDM dentro del \u00e1mbito del contenedor de descubrimiento de controladores ({0}). Esto puede indicar que el DN de descubrimiento de controladores de la configuraci\u00f3n de la aplicaci\u00f3n no sea v\u00e1lido o que el usuario apoderado no cuente con los derechos de confianza necesarios en el repositorio seguro de identidades. Consulte al administrador del sistema.
validateFail=Excepci\u00f3n inesperada al validar la configuraci\u00f3n de la aplicaci\u00f3n. Consulte al administrador del sistema. Excepci\u00f3n: {0}
suggestedSystemsToReloadLabel=Sistemas sugeridos para volver a cargar:
noConfiguredDrivers=No se encuentra ning\u00fan controlador configurado dentro del \u00e1mbito del contenedor de descubrimiento de controladores. Esto puede indicar que el DN de descubrimiento de controladores de la configuraci\u00f3n de la aplicaci\u00f3n no sea v\u00e1lido o que el usuario apoderado no cuente con los derechos de confianza necesarios en el repositorio seguro de identidades. Consulte al administrador del sistema.
badConfigPort=El valor de puerto del repositorio seguro de funciones {0} no es v\u00e1lido.
deletedEditingRole=Otro usuario ha suprimido esta funci\u00f3n. Para actualizar la lista de funciones, cierre este recuadro de di\u00e1logo y haga clic en el bot\u00f3n Actualizar lista.
deletedEditingRoleTitle=Funci\u00f3n suprimida
dnPickerTitle=Selector de objetos del repositorio seguro de identidades
loadingPicker=Cargando...
pickerMessage=Seleccione un objeto para crear el DN de este campo.
userAppDnPickerMessage=Seleccione el controlador de la aplicaci\u00f3n de usuario.
discoveryDnPickerMessage=Seleccione el contenedor que se debe usar como punto de partida para el descubrimiento de controladores.
rootUserDnPuckerMessage=Seleccione el contenedor de usuarios Root.
changesNotSaved=No se ha guardado ning\u00fan cambio.
root=ra\u00edz
roleReport=Funciones nuevas e informe de asignaciones
roleReportOkTooltip=Haga clic en Aceptar para generar el informe seg\u00fan las entradas de formulario actuales
roleReportInfo=El informe incluye funciones y asignaciones y se genera a partir del filtro de la lista. Cambie el filtro para ajustar los resultados del informe.
newReport=Nuevo informe
refreshRequired=Se requiere una actualizaci\u00f3n de la configuraci\u00f3n
refreshRequiredNote=Se requiere una actualizaci\u00f3n de la configuraci\u00f3n cuando el DN de descubrimiento de controladores se cambia y se selecciona Guardar.
authRoleReferences=Referencias de funci\u00f3n de autorizaci\u00f3n
viewRefsMessage=La autorizaci\u00f3n est\u00e1 asignada a las siguientes funciones del repositorio seguro de identidades.
authIDLabel=Nombre de la autorizaci\u00f3n: 
mappingBeingAddedLabel=Asignaci\u00f3n por a\u00f1adir:
mappingsBeingAddedLabel=Asignaciones por a\u00f1adir:
mappingBeingRemovedLabel=Asignaci\u00f3n por eliminar:
mappingsBeingRemovedLabel=Asignaciones por eliminar:
mappingBeingUpdatedLabel=Asignaci\u00f3n por actualizar:
mappingsBeingUpdatedLabel=Asignaciones por actualizar:
noDNErrorMessage=No se encuentra ning\u00fan objeto en el repositorio seguro de identidades. Esto puede indicar que el DN de administrador que ha especificado no cuenta con derechos para examinar el repositorio.
failureReportTitle=Error al generar el informe
failureReportDesc=Error durante la generaci\u00f3n del informe. Revise los registros del servidor para obtener m\u00e1s informaci\u00f3n.
noMappingsMsg=No se encuentra ninguna asignaci\u00f3n para esta funci\u00f3n
noRolesMsg=No hay funciones en el repositorio seguro de identidades
noAuthorizationsMsg=No se han cargado autorizaciones
noReferencesMsg=No se encuentran referencias para esta autorizaci\u00f3n
mappingNameHeader=Nombre de recurso
mappingDescriptionHeader=Descripci\u00f3n de la asignaci\u00f3n
authNameHeader=Nombre de la autorizaci\u00f3n
authTypeHeader=Tipo de autorizaci\u00f3n
authDescHeader=Descripci\u00f3n de la autorizaci\u00f3n
authNameLabel=Nombre de la autorizaci\u00f3n:
authTypeLabel=Tipo de autorizaci\u00f3n:
authDescLabel=Descripci\u00f3n de la autorizaci\u00f3n:
roleNameHeader=Nombre de la funci\u00f3n
roleLevelHeader=Nivel
roleCategoryHeader=Categor\u00eda
problemsDNHeader=DN
problemsParametersHeader=Par\u00e1metros
resettingDatabase=Restableciendo base de datos...
cantFindRoleObject=No se encuentra la funci\u00f3n siguiente: {0}. \r\n\r\nPara actualizar la lista de funciones, cierre este recuadro de di\u00e1logo y haga clic en el bot\u00f3n Actualizar lista.
problemApplyingChanges=Problema al aplicar los cambios
print=Imprimir
copyright=Copyright Novell, Inc. 2000-2009. Reservados todos los derechos. <a href="../version.html">Acerca de</a>
addRolePermissionError=No dispone de permisos para a\u00f1adir una funci\u00f3n en el contenedor seleccionado.
unableToContactServer=No es posible contactar con el servidor.
injectionAttack=No se admite JavaScript como valor de campo.
hide=ocultar
existingMappingTitle=Asignaci\u00f3n existente
existingMappingMessage=La autorizaci\u00f3n ya est\u00e1 asignada a la funci\u00f3n seleccionada.
