hostNotFound=Erreur lors de la lecture des param\u00e8tres d''h\u00f4te dans la base de donn\u00e9es.
cacheManagerNotInitialized=Erreur syst\u00e8me : le gestionnaire de cache n''est pas initialis\u00e9.
configManagerNotInitialized=Erreur syst\u00e8me : le gestionnaire de configuration n''est pas initialis\u00e9.
unknownError=Une erreur inconnue s'est produite. Code d'erreur : {0} Message d'erreur : {1}
vaultAddress=Adresse du coffre-fort de r\u00f4le :*
vaultAddress_tt=Sp\u00e9cifiez l''adresse IP ou le DNS du coffre-fort de r\u00f4le.
appURL=URL de l''application utilisateur :
appURL_tt=URL de l''application utilisateur :
appDN=DN du pilote de l''application utilisateur :*
appDN_tt=Sp\u00e9cifiez le DN LDAP complet du pilote de l''application utilisateur situ\u00e9 dans le coffre-fort d''identit\u00e9. Par exemple : cn=UserApp1,cn=IDMDrivers,o=novell
appDNPicker_tt=Recherchez le pilote de l''application utilisateur.
drvDiscDN=DN de d\u00e9couverte du pilote :
drvDiscDN_tt=Sp\u00e9cifiez le DN LDAP complet de l''emplacement racine dans lequel rechercher les pilotes.
drvDiscDNPicker_tt=Parcourir l''emplacement racine \u00e0 la recherche de pilotes.
adminDN=DN de l''administrateur :*
adminDN_tt=Sp\u00e9cifiez le DN LDAP complet de l''administrateur du coffre-fort d''identit\u00e9. Par exemple : cn=admin,ou=sampleOrgUnit,o=Novell
adminPwd=Mot de passe de l''administrateur :*
adminPwd_tt=Sp\u00e9cifiez le mot de passe de l''administrateur.
port=Port du coffre-fort de r\u00f4le :*
port_tt=Sp\u00e9cifiez le port du coffre-fort d''identit\u00e9. Le port par d\u00e9faut est 389 ou 636 pour SSL.
ssl=Utiliser SSL
ssl_tt=S\u00e9lectionnez cette option pour effectuer la connexion au coffre-fort d''identit\u00e9 via SSL.
submit=Soumettre
roleconfigSubTitle=Cet outil permet d''assigner des r\u00f4les pour tous les syst\u00e8mes de l''entreprise, ce qui permet une gestion s\u00e9curis\u00e9e de l''ensemble des strat\u00e9gies de domaine. Pour plus de d\u00e9tails, cliquez
here=ici
test=Test
close=Fermer
testSuccess=Connect\u00e9 au coffre-fort d''identit\u00e9.
testFail=La connexion au coffre-fort d'identit\u00e9 a \u00e9chou\u00e9 en raison de {0}.
configMessage=Sp\u00e9cifiez les param\u00e8tres de connexion au coffre-fort d''identit\u00e9, testez la connexion et enregistrez-la.
roleMapError=Impossible d'obtenir les informations de connexion du coffre-fort d'identit\u00e9 : {0}.
dbError=Erreur de base de donn\u00e9es lors de l'obtention des informations de connexion du coffre-fort d'identit\u00e9 : {0}.
invalidName=Erreur de nom non valide lors de l'obtention des informations de connexion du coffre-fort d'identit\u00e9 : {0}.
badUserAppDN=Le pilote de l'application utilisateur est introuvable : {0}.
badUserAppDriverType=Le pilote ''{0}'' sp\u00e9cifi\u00e9 n'est pas un pilote de l'application utilisateur.
badUserAppVersion=La version du pilote de l''application utilisateur n''est pas prise en charge. Veuillez sp\u00e9cifier un pilote pr\u00e9sentant un version 3.7 ou ult\u00e9rieure.
badURL=Erreur d'URL non valide lors de l'obtention des informations de connexion du coffre-fort d'identit\u00e9 : {0}.
badDiscoveryDN=Le DN de d\u00e9couverte du pilote est introuvable : {0}.
discoverDnNotContainer=Le DN de d\u00e9couverte du pilote ''{0}'' n'est pas un objet Conteneur. 
badUserRootDN=Le DN du conteneur de l'utilisateur root est introuvable : {0}.
rootDnNotContainer=Le DN du conteneur de l'utilisateur root ''{0}'' n'est pas un objet Conteneur. 
edirTestFail=Impossible de se connecter au coffre-fort d'identit\u00e9 : {0}
badURLSet=L' URL ''{0}'' sp\u00e9cifi\u00e9e n'est pas une URL valide.
resetDBButton=R\u00e9initialiser la base de donn\u00e9es
resetDBLabel=R\u00e9initialiser la base de donn\u00e9es
resetDBDesc=La r\u00e9initialisation de la base de donn\u00e9es efface les pr\u00e9c\u00e9dentes autorisations charg\u00e9es \u00e0 partir du ou des syst\u00e8mes IDM connect\u00e9s. Apr\u00e8s une r\u00e9initialisation de la base de donn\u00e9es, il est n\u00e9cessaire de charger de nouveau les autorisations dans l''application.
resetDBSuccess=La base de donn\u00e9es a \u00e9t\u00e9 r\u00e9initialis\u00e9e.
resetDBFailed=La base de donn\u00e9es n''a pas pu \u00eatre r\u00e9initialis\u00e9e.
readAuth=Lire des r\u00f4les
queryAuth=Interroger les r\u00f4les
updateTables=Mettre \u00e0 jour les tables depuis le coffre-fort d''identit\u00e9
rolesIntegrator=Role Mapping Administrator
help=Aide
help_tt=Afficher l''aide pour cette application
applyChangesTitle=Confirmer le changement de s\u00e9lection
mappingChangesMsg1=Des changements d''assignation sont en attente.  
mappingChangesMsg2=Cliquez sur OK pour rejeter les changements et continuer en s\u00e9lectionnant ''{0}'', ou cliquez sur Annuler pour rester dans le r\u00f4le actuel.
save=Enregistrer
cancel=Annuler
cancelAll=Annuler tout
cancelAllToolTip=Annuler toutes les op\u00e9rations
driverState=L'op\u00e9ration ne peut pas \u00eatre effectu\u00e9e. Le pilote ''{0}'' est arr\u00eat\u00e9 ou indisponible.
driverVersion=La version minimale du pilote sp\u00e9cifi\u00e9e dans la configuration de Role Mapping Administrator pour ce syst\u00e8me n'est pas compatible avec la version du pilote ''{0}'' du coffre-fort d'identit\u00e9. Les tentatives de chargement des autorisations pour ce syst\u00e8me n'aboutiront peut-\u00eatre pas.   
newRole=Nouveau r\u00f4le...
newRole_tt=Cr\u00e9er un r\u00f4le
editRole=\u00c9diter le r\u00f4le...
editRole_tt=\u00c9diter le r\u00f4le s\u00e9lectionn\u00e9
delete=Supprimer
delete_tt=Supprimer le r\u00f4le s\u00e9lectionn\u00e9
displayNameRetrievalError=Erreur lors de la r\u00e9cup\u00e9ration du nom d''affichage de l''h\u00f4te :
quickSearch=Recherche rapide
preferences=Param\u00e8tres du coffre-fort de r\u00f4le
refreshList=Rafra\u00eechir la liste
defineFilter=D\u00e9finir le filtre
loading=Chargement de Novell Role Mapping Administrator...
sending=Enregistrement des donn\u00e9es...
loadAuthorizations=Charger les autorisations
mapRole=Assigner au r\u00f4le
mapRole_tt=Assigner l''autorisation s\u00e9lectionn\u00e9e au r\u00f4le s\u00e9lectionn\u00e9.
viewRefs=Afficher les r\u00e9f\u00e9rences
viewRefs_tt=Afficher les r\u00e9f\u00e9rences de r\u00f4le pour l''autorisation s\u00e9lectionn\u00e9e
refresh=Rafra\u00eechir
refreshToolTip=Effectuer une recherche dans le coffre-fort d''identit\u00e9 pour rafra\u00eechir les pilotes et les syst\u00e8mes  
refreshConfiguration=Rafra\u00eechir la configuration
searchIV=Recherche dans le coffre-fort d''identit\u00e9
ok=OK
roleName=Nom :*
description=Description :*
level=Niveau :*
category=Cat\u00e9gorie :
owners=Propri\u00e9taires :
noSystemsLabel=Aucun syst\u00e8me
noSystems=Aucun pilote ni syst\u00e8me logique n''a \u00e9t\u00e9 d\u00e9tect\u00e9 dans le coffre-fort d''identit\u00e9. 
noSystemsInstructions=Les pilotes pertinents ne peuvent \u00eatre d\u00e9couverts que si la configuration est valide. Contactez l''administrateur de Role Mapping Administrator et celui du coffre-fort d''identit\u00e9 pour v\u00e9rifier que l''environnement est correctement configur\u00e9.
noAuthYet=Les autorisations n''ont pas \u00e9t\u00e9 charg\u00e9es pour ce syst\u00e8me.
loadInstructions=Sp\u00e9cifier le contenu du chargement :
note=Remarque :
loadNoteText=Pour charger les autorisations d''autres syst\u00e8mes, cliquez sur le bouton Charger les autorisations ci-dessus.
load=Charger
loadTime=Charg\u00e9
loadToolTip=Charger les autorisations \u00e0 partir des syst\u00e8mes s\u00e9lectionn\u00e9s
testButton=Tester les informations de connexion avant de les enregistrer.
filter=Filtre
id=ID : 
show=Afficher :
activityGroup=Groupe d''activit\u00e9s
profile=Profils
both=Les deux
gettingRoleInfo=R\u00e9cup\u00e9ration des informations sur le niveau de r\u00f4le et la cat\u00e9gorie...
invalidRoleName=Le nom de r\u00f4le ''{0}'' n'est pas valide.
search=Rechercher
currentOwners=Propri\u00e9taires s\u00e9lectionn\u00e9s :
firstName=Pr\u00e9nom
lastName=Nom
searchingForUsers=Recherche des utilisateurs...
noUsers=Aucun r\u00e9sultat n''a \u00e9t\u00e9 trouv\u00e9.
failureLoadingAuths=Erreur lors du chargement des autorisations
savingRole=Enregistrement du r\u00f4le...
loadAuthProgress=Charger l''\u00e9tat des autorisations
removeMap=Supprimer
removeMap_tt=Supprimer l''assignation s\u00e9lectionn\u00e9e
resetMap=R\u00e9initialiser
resetMap_tt=R\u00e9initialiser les assignations de r\u00f4le
apply=Appliquer
apply_tt=Appliquer les changements d''assignation
columns=Colonnes
columns_tt=S\u00e9lectionner les colonnes
configColumnsTitle=S\u00e9lectionner les colonnes
toggleLists=Basculer entre les listes de r\u00f4les/d''assignations
savedRole=Enregistrement du r\u00f4le termin\u00e9...
roleExistsError=Un r\u00f4le nomm\u00e9 ''{0}'' existe d\u00e9j\u00e0 au niveau {1}.
badRoleNameError=Le nom de r\u00f4le ''{0}'' n'est pas valide.
generalAddRoleError=Erreur lors de la cr\u00e9ation du r\u00f4le : {0}
addRoleTitle=Ajouter un r\u00f4le
editRoleTitle=\u00c9diter le r\u00f4le - {0}
addMappingTitle=Ajouter une assignation
editMappingTitle=\u00c9diter l''assignation
addMappingDescriptionLabel=Ajouter une description pour l''assignation :*
addMappingResourceNameLabel=Nom de la ressource :*
addMappingResourceNameError=Le nom de ressource entr\u00e9 comporte des caract\u00e8res non valides. Les caract\u00e8res accept\u00e9s sont les caract\u00e8res alphanum\u00e9riques, les traits de soulignement (_), les tirets (-) et les espaces.
addMappingExistingResourceMsg=Une ressource existe d\u00e9j\u00e0 pour l''autorisation. La modification du nom de ressource modifie le nom d''affichage de la ressource existante.
authType=Type :
langType=Langue :
displayName=Nom d''affichage du coffre-fort :
displayName_tt=Sp\u00e9cifiez le nom d''affichage (facultatif) \u00e0 utiliser pour l''adresse du coffre-fort de r\u00f4le.  
userRootDN=Conteneur de l''utilisateur root :*
userRootDN_tt=Sp\u00e9cifiez le DN LDAP complet du conteneur racine pour les objets Utilisateur du coffre-fort d''identit\u00e9. Par exemple : ou=users,ou=data,o=novell
userRootDNPicker_tt=Recherchez le DN LDAP complet du conteneur racine des objets Utilisateur.
namURL=URL de logout d''Access Manager : 
namURL_tt=Sp\u00e9cifiez l''URL d''Access Manager Identity Server. Il s''agit d''un champ facultatif afin d''autoriser le Single Sign-on pour Role Mapping Administrator.
deleteRoleTitle=Supprimer le r\u00f4le - {0}
mappingChangeTitle=Confirmer le changement d''assignation
mappingChangesTitle=Confirmer les changements d''assignation
deleteRole=Voulez-vous vraiment supprimer le r\u00f4le ''{0}'' ?

confirmMapChange=Confirmez le changement suivant ''{0}'' :
confirmMapChanges=Confirmez les changements suivants ''{0}'' :

deprovisionWarningRemove=La suppression des assignations va d\u00e9provisionner les membres du r\u00f4le qui disposent de ces autorisations.
deprovisionWarningRemoveAdd=La suppression des assignations va d\u00e9provisionner les membres du r\u00f4le qui disposent de ces autorisations. De la m\u00eame fa\u00e7on, l''ajout d''assignations va provisionner les membres.
deprovisionWarningAdd=L''ajout des assignations va provisionner les membres du r\u00f4le qui disposent de ces autorisations.

yes=Oui
no=Non
deletingRole=Suppression du r\u00f4le...
adminConfig=Configuration d''Administrator
configInstructions=Il s''agit de la page de configuration de Novell Role Mapping Administrator.
launchApp=Login \u00e0 Role Mapping Administrator
buildLabel=Version {0} cr\u00e9\u00e9e le {1}
productInfoTitle=Informations sur l''application
configTitle=Configuration syst\u00e8me
attrDefaultsTitle=Valeurs par d\u00e9faut des attributs
resourceCategory=Cat\u00e9gorie de la ressource :
resetTitle=Base de donn\u00e9es des r\u00f4les et autorisations
savedConfig=Les param\u00e8tres de configuration ont \u00e9t\u00e9 enregistr\u00e9s.
authFilter=Filtre des autorisations
clear=Effacer
configHint=Role Mapping Administrator ne fonctionnera pas correctement tant que la section Configuration syst\u00e8me n''a pas \u00e9t\u00e9 enti\u00e8rement d\u00e9finie.
failureSettingAuthFilter=Erreur lors de la d\u00e9finition du filtre d''autorisation
testHint=Tous les champs sont obligatoires \u00e0 l''exception du  DN de d\u00e9couverte du pilote et de l''URL d''Access Manager.
username=Nom d''utilisateur :
password=Mot de passe :
adminPassword=Mot de passe de l''administrateur :
login=Login
logout=Logout
logout_tt=Logout de cette application
loginTitle=Novell Role Mapping Administrator \u00e9tablit des assignations de r\u00f4le pour tous les syst\u00e8mes de l''entreprise, ce qui permet une gestion s\u00e9curis\u00e9e de l''ensemble des strat\u00e9gies de domaine.
loginConfigTitle=Configurez les composants Novell Identity Manager pour permettre \u00e0 Novell Role Mapping Administrator de fonctionner correctement.
baduser=Le nom d'utilisateur ou le mot de passe sp\u00e9cifi\u00e9 n'a pas \u00e9t\u00e9 reconnu. Cliquez sur {0} pour plus d'informations.
badConfigUser=Le mot de passe sp\u00e9cifi\u00e9 n''a pas \u00e9t\u00e9 reconnu.
noaccess=L'utilisateur ''{0}'' n'a pas acc\u00e8s \u00e0 ce syst\u00e8me.
config=Configuration d''Administrator
configCancel=Annuler le login \u00e0 Administrator
configLoginPopTitle=Mot de passe de l''administrateur
configLoginPop=Utilisez le mot de passe de l''administrateur d\u00e9fini pendant l''installation.
loginPopTitle=Login et configuration
loginPop=Le nom d''utilisateur peut \u00eatre saisi comme un nom distinctif (DN LDAP) ou un nom commun (CN)<br /><br />La configuration d''Administrator permet \u00e0 un administrateur de configurer les param\u00e8tres sp\u00e9cifiques au serveur afin que Novell Role Mapping Administrator s''ex\u00e9cute correctement.
required=* Requis
roleFilter=Filtre des r\u00f4les
roleNameFilter=Nom du r\u00f4le :
name=Nom :
categories=Cat\u00e9gories :
errorLoadingRoleInfo=Erreur lors de la r\u00e9cup\u00e9ration des informations sur le r\u00f4le :
failureSettingRoleFilter=Erreur lors de la d\u00e9finition du filtre de r\u00f4les
languageNotFoundTitle=Langue introuvable
languageNotFound=Vos param\u00e8tres locaux pr\u00e9f\u00e9r\u00e9s ne correspondent pas \u00e0 ceux configur\u00e9s pour ce syst\u00e8me logique. La table des autorisations s''affiche dans la langue du syst\u00e8me logique.
languagesNotFound=Vos param\u00e8tres locaux pr\u00e9f\u00e9r\u00e9s ne correspondent pas \u00e0 ceux configur\u00e9s pour ce syst\u00e8me logique. S\u00e9lectionnez la langue dans laquelle afficher les autorisations.
unableToMapTitle=Assignation impossible
mustSelectRoleMsg=S\u00e9lectionnez un r\u00f4le de coffre-fort d''identit\u00e9 \u00e0 assigner.
mustSelectAuthorizationMsg=S\u00e9lectionnez une autorisation \u00e0 assigner.
dataRetrievalErrorLabel=Erreur lors de la r\u00e9cup\u00e9ration des donn\u00e9es :
removeMappingErrorLabel=Erreur lors de la suppression de l''assignation :    
roleMapErrorLabel=Erreur lors de l''assignation de r\u00f4le :
roleFilterName=Expression de nom "commence par" et ne n\u00e9cessitant pas de caract\u00e8res joker. Les noms respectent la casse.
roleFilterCategory=S\u00e9lectionnez une ou plusieurs cat\u00e9gories \u00e0 int\u00e9grer au filtre pour la liste des r\u00f4les.
roleFilterLevel=S\u00e9lectionnez un ou plusieurs niveaux \u00e0 int\u00e9grer au filtre pour la liste des r\u00f4les.
filterClearTooltip=Cliquez sur Effacer pour effacer toutes les s\u00e9lections et les entr\u00e9es de texte \u00e0 partir du formulaire de filtre.
filterOkTooltip=Cliquez sur le bouton OK pour d\u00e9finir le filtre sur les entr\u00e9es de formulaire actuelles.
filterCancelTooltip=Cliquez sur ce bouton pour ne pas effectuer les changements apport\u00e9s aux entr\u00e9es de formulaire.
authFilterIdTooltip=Expression de nom pouvant contenir les caract\u00e8res joker ''''*'''' et ''''?''''.
authFilterDescTooltip=Expression de description pouvant contenir les caract\u00e8res joker ''''*'''' et ''''?''''.
authFilterDispTooltip=Expression de nom d''affichage pouvant contenir les caract\u00e8res joker ''''*'''' et ''''?''''.
authFilterTypeTooltip=S\u00e9lectionnez un ou plusieurs types \u00e0 int\u00e9grer au filtre pour la liste des autorisations.
errorTitle=Erreur
warningTitle=Avertissement
error=Erreur :
success=R\u00e9ussite :
filterLevel=Niveau :
filterDescription=Description :
filterDisplay=Nom d''affichage :
problemMappingsMsg=Aucune autorisation n''a \u00e9t\u00e9 trouv\u00e9e pour les assignations suivantes. Le rechargement de la base de donn\u00e9es confirmera si ces assignations ne sont plus valides. Cet outil ne prend pas encore en charge les autres assignations syst\u00e8me \u00e0 partir de pilotes.
warningLabel=Avertissement :
problemMappingsWarningMsg=La suppression d''une assignation de r\u00f4le peut d\u00e9clencher le d\u00e9provisioning des droits de r\u00f4le associ\u00e9s des utilisateurs assign\u00e9s.
problemMappingDlgTitle=Avertissements d''autorisations assign\u00e9es
mappingsNotFoundTabTitle=Assignations introuvables
otherSystemMappingsTabTitle=Autres assignations syst\u00e8me
noResultsFoundMsg=No results found
updateConfigurationFailed=Une erreur s''est produite lors de la mise \u00e0 jour des pilotes et des syst\u00e8mes logiques. Consultez le fichier journal pour plus d''informations ou contactez votre administrateur syst\u00e8me.
loadAuthorizationsFailed=Une erreur s''est produite lors du chargement des autorisations. Consultez le fichier journal pour plus d''informations ou contactez votre administrateur syst\u00e8me.
loadAuthorizationsDriverError=Une erreur s'est produite lors du chargement des autorisations. Le pilote a signal\u00e9 une erreur : ''{0}''.  
getAuthorizationsFailed=Une erreur s''est produite lors de la lecture des autorisations. Consultez le fichier journal pour plus d''informations ou contactez votre administrateur syst\u00e8me.
getDriverConfigFailed=Une erreur s''est produite lors de la lecture des pilotes et des syst\u00e8mes logiques. Consultez le fichier journal pour plus d''informations ou contactez votre administrateur syst\u00e8me.
noResultsFoundMsg=Aucun r\u00e9sultat n''a \u00e9t\u00e9 trouv\u00e9.
invalidChar=Caract\u00e8re non valide : {0}
validateFailRoleConfig=Impossible d'acc\u00e9der \u00e0 l'objet {0} de la configuration du coffre-fort de r\u00f4le \u00e0 l'aide des r\u00e9f\u00e9rences proxy de l'administrateur. Cela peut indiquer que le pilote s\u00e9lectionn\u00e9 n'est pas valide, n'existe pas ou que l'utilisateur proxy ne dispose pas des droits d'ayant droit appropri\u00e9s sur le pilote dans le coffre-fort d'identit\u00e9. Consultez votre administrateur syst\u00e8me. Aucun changement n'a \u00e9t\u00e9 enregistr\u00e9.
validateFailDriverSet=Aucun pilote IDM d\u00e9fini dans l'\u00e9tendue du conteneur de d\u00e9couverte du pilote ({0}) n'a pu \u00eatre trouv\u00e9. Il se peut que le DN de d\u00e9couverte du pilote indiqu\u00e9 dans la configuration de l'application ne soit pas valide ou que l'utilisateur proxy disposant de droits d'administrateur ne d\u00e9tienne pas les droits d'ayant droit appropri\u00e9s dans le coffre-fort d'identit\u00e9. Consultez votre administrateur syst\u00e8me.
validateFail=Une exception inattendue s'est produite lors de la validation des param\u00e8tres d'application. Consultez votre administrateur syst\u00e8me. Exception : {0}
suggestedSystemsToReloadLabel=Nous vous sugg\u00e9rons de recharger les syst\u00e8mes suivants :
noConfiguredDrivers=Aucun pilote configur\u00e9 n''a \u00e9t\u00e9 trouv\u00e9 dans l''\u00e9tendue du conteneur de d\u00e9couverte du pilote. Il se peut que le DN de d\u00e9couverte du pilote indiqu\u00e9 dans la configuration de l''application ne soit pas valide ou que l''utilisateur proxy disposant de droits d''administrateur ne d\u00e9tienne pas les droits d''ayant droit appropri\u00e9s dans le coffre-fort d''identit\u00e9. Consultez votre administrateur syst\u00e8me.
badConfigPort=La valeur ''{0}'' du port du coffre-fort de r\u00f4le n'est pas valide.
deletedEditingRole=Ce r\u00f4le a \u00e9t\u00e9 supprim\u00e9 par un autre utilisateur. Pour rafra\u00eechir la liste des r\u00f4les, fermez cette bo\u00eete de dialogue et cliquez sur le bouton Rafra\u00eechir la liste.
deletedEditingRoleTitle=R\u00f4le supprim\u00e9
dnPickerTitle=S\u00e9lecteur d''objet du coffre-fort d''identit\u00e9
loadingPicker=Chargement...
pickerMessage=S\u00e9lectionnez un objet pour cr\u00e9er le DN de ce champ.
userAppDnPickerMessage=S\u00e9lectionnez le pilote de l''application utilisateur.
discoveryDnPickerMessage=S\u00e9lectionnez le conteneur \u00e0 utiliser comme point de d\u00e9part pour la d\u00e9couverte du pilote.
rootUserDnPuckerMessage=S\u00e9lectionnez le conteneur de l''utilisateur root.
changesNotSaved=Aucun changement n''a \u00e9t\u00e9 enregistr\u00e9.
root=root
roleReport=Nouveau rapport R\u00f4les et assignations
roleReportOkTooltip=Cliquez sur OK pour g\u00e9n\u00e9rer le rapport bas\u00e9 sur les entr\u00e9es de formulaire actuelles.
roleReportInfo=Le rapport inclut des r\u00f4les et des assignations et est g\u00e9n\u00e9r\u00e9 \u00e0 partir du filtre de liste. Changez de filtre pour adapter les r\u00e9sultats de rapport.
newReport=Nouveau rapport
refreshRequired=Rafra\u00eechissement de la configuration requis
refreshRequiredNote=Un rafra\u00eechissement de la configuration est requis lorsque le DN de d\u00e9couverte du pilote a \u00e9t\u00e9 modifi\u00e9 et que la fonction ''''Enregistrer'''' est s\u00e9lectionn\u00e9e.
authRoleReferences=R\u00e9f\u00e9rences de r\u00f4le d''autorisation
viewRefsMessage=L''autorisation est assign\u00e9e aux r\u00f4les du coffre-fort d''identit\u00e9 suivants.
authIDLabel=Nom de l''autorisation : 
mappingBeingAddedLabel=Assignation \u00e0 ajouter :
mappingsBeingAddedLabel=Assignations \u00e0 ajouter :
mappingBeingRemovedLabel=Assignation \u00e0 supprimer :
mappingsBeingRemovedLabel=Assignations \u00e0 supprimer :
mappingBeingUpdatedLabel=Assignation \u00e0 mettre \u00e0 jour :
mappingsBeingUpdatedLabel=Assignations \u00e0 mettre \u00e0 jour :
noDNErrorMessage=Aucun objet n''a \u00e9t\u00e9 trouv\u00e9 dans le coffre-fort d''identit\u00e9. Le DN de l''administrateur sp\u00e9cifi\u00e9 ne dispose peut-\u00eatre pas des droits permettant de parcourir le coffre-fort d''identit\u00e9.
failureReportTitle=Erreur de g\u00e9n\u00e9ration de rapport
failureReportDesc=Une erreur s''est produite lors de la g\u00e9n\u00e9ration de rapport. Pour plus d''informations, passez en revue les journaux de serveur.
noMappingsMsg=Aucune assignation n''a \u00e9t\u00e9 trouv\u00e9e pour ce r\u00f4le.
noRolesMsg=Aucun r\u00f4le dans le coffre-fort d''identit\u00e9
noAuthorizationsMsg=Aucune autorisation charg\u00e9e
noReferencesMsg=Aucune r\u00e9f\u00e9rence n''a \u00e9t\u00e9 trouv\u00e9e pour cette autorisation.
mappingNameHeader=Nom de la ressource
mappingDescriptionHeader=Description de l''assignation
authNameHeader=Nom de l''autorisation
authTypeHeader=Type d''autorisation
authDescHeader=Description de l''autorisation
authNameLabel=Nom de l''autorisation :
authTypeLabel=Type d''autorisation :
authDescLabel=Description de l''autorisation :
roleNameHeader=Nom du r\u00f4le
roleLevelHeader=Niveau
roleCategoryHeader=Cat\u00e9gorie
problemsDNHeader=DN
problemsParametersHeader=Param\u00e8tres
resettingDatabase=R\u00e9initialisation de la base de donn\u00e9es...
cantFindRoleObject=Le r\u00f4le {0} est introuvable. \r\n\r\nPour rafra\u00eechir la liste des r\u00f4les, fermez cette bo\u00eete de dialogue et cliquez sur le bouton Rafra\u00eechir la liste.
problemApplyingChanges=Probl\u00e8me lors de l''application des changements
print=Imprimer
copyright=Copyright Novell, Inc. 2000-2009. Tous droits r\u00e9serv\u00e9s. <a href="../version.html">\u00c0 propos de</a>
addRolePermissionError=Vous n''\u00eates pas autoris\u00e9 \u00e0 ajouter un r\u00f4le dans le conteneur s\u00e9lectionn\u00e9.
unableToContactServer=Le serveur n''a pas pu \u00eatre contact\u00e9.
injectionAttack=JavaScript n''est pas autoris\u00e9 comme valeur de champ.
hide=masquer
existingMappingTitle=Assignation existante
existingMappingMessage=L''autorisation est d\u00e9j\u00e0 assign\u00e9e au r\u00f4le s\u00e9lectionn\u00e9.
