hostNotFound=Fehler beim Lesen der Hosteinstellungen in der Datenbank.
cacheManagerNotInitialized=Systemfehler: Der Cache-Manager wurde nicht initialisiert.
configManagerNotInitialized=Systemfehler: Der Konfigurationsmanager wurde nicht initialisiert.
unknownError=Ein unbekannter Fehler ist aufgetreten. Fehlercode: {0} Fehlermeldung: {1}
vaultAddress=Adresse des Rollendepots:*
vaultAddress_tt=Geben Sie den DNS oder die IP-Adresse des Rollendepots an.
appURL=URL der Benutzeranwendung:
appURL_tt=URL der Benutzeranwendung:
appDN=Treiber-DN der Benutzeranwendung:*
appDN_tt=Geben Sie den vollst\u00e4ndig qualifizierten LDAP-DN des im Identit\u00e4tsdepot befindlichen Benutzeranwendungstreibers an. Beispiel: cn=UserApp1,cn=IDMDrivers,o=novell
appDNPicker_tt=Suchen Sie nach dem Benutzeranwendungstreiber.
drvDiscDN=Treiberermittlungs-DN:
drvDiscDN_tt=Geben Sie den vollst\u00e4ndig qualifizierten LDAP-DN des Stammverzeichnisses an, in dem nach Treibern gesucht werden soll.
drvDiscDNPicker_tt=Suchen Sie nach dem Stammverzeichnis, in dem nach Treibern gesucht werden soll.
adminDN=Administrator-DN:*
adminDN_tt=Geben Sie den vollst\u00e4ndig qualifizierten LDAP-DN eines Identit\u00e4tsdepot-Administratorbenutzers an. Beispiel: cn=admin,ou=sampleOrgUnit,o=Novell
adminPwd=Admin-Passwort:*
adminPwd_tt=Geben Sie das Passwort f\u00fcr den Administratorbenutzer an.
port=Port des Rollendepots:*
port_tt=Geben Sie den Port des Identit\u00e4tsdepots an. Der Standard-Port ist 389 bzw. 636 f\u00fcr SSL.
ssl=SSL verwenden
ssl_tt=W\u00e4hlen Sie diese Option aus, um eine SSL-Verbindung mit dem Identit\u00e4tsdepot herzustellen.
submit=Senden
roleconfigSubTitle=Dieses Werkzeug erm\u00f6glicht das Zuordnen von Rollen \u00fcber Enterprise-Systeme hinweg, was wiederum die Richtlinienverwaltung \u00fcber Sicherheitsdom\u00e4nen hinweg erm\u00f6glicht. F\u00fcr weitere Informationen klicken Sie 
here=hier
test=Testen
close=Schlie\u00dfen
testSuccess=Mit dem Identit\u00e4tsdepot erfolgreich verbunden.
testFail=Die Verbindung mit dem Identit\u00e4tsdepot ist fehlgeschlagen, weil {0}.
configMessage=Geben Sie die Einstellungen f\u00fcr das Herstellen einer Verbindung mit dem Identit\u00e4tsdepot an, testen Sie die Verbindung und speichern Sie sie.
roleMapError=Die Verbindungsinformationen f\u00fcr das Identit\u00e4tsdepot konnten nicht abgerufen werden: {0}.
dbError=Beim Abrufen der Verbindungsinformationen f\u00fcr das Identit\u00e4tsdepot ist ein Datenbankfehler aufgetreten: {0}.
invalidName=Beim Abrufen der Verbindungsinformationen f\u00fcr das Identit\u00e4tsdepot ist ein Fehler des Typs ''ung\u00fcltiger Name'' aufgetreten: {0}.
badUserAppDN=Der Benutzeranwendungstreiber wurde nicht gefunden: {0}.
badUserAppDriverType=Der als ''{0}'' angegebene Treiber ist kein Benutzeranwendungstreiber.
badUserAppVersion=Die Version des angegebenen Benutzeranwendungstreibers wird nicht unterst\u00fctzt. Geben Sie einen Treiber der Version 3.7 oder h\u00f6her an.
badURL=Beim Abrufen der Verbindungsinformationen f\u00fcr das Identit\u00e4tsdepot ist ein Fehler des Typs ''ung\u00fcltige URL'' aufgetreten: {0}.
badDiscoveryDN=Der Treiberermittlungs-DN wurde nicht gefunden: {0}.
discoverDnNotContainer=Bei dem Treiberermittlungs-DN ''{0}'' handelt es sich nicht um ein Containerobjekt. 
badUserRootDN=Der DN des root-Benutzer-Containers wurde nicht gefunden: {0}.
rootDnNotContainer=Bei dem DN des root-Benutzer-Containers ''{0}'' handelt es sich nicht um ein Containerobjekt. 
edirTestFail=Es konnte keine Verbindung zum Identit\u00e4tsdepot hergestellt werden: {0}.
badURLSet=Bei der angegebenen URL ''{0}'' handelt es sich nicht um eine g\u00fcltige URL.
resetDBButton=Datenbank zur\u00fccksetzen
resetDBLabel=Datenbank zur\u00fccksetzen
resetDBDesc=Durch das Zur\u00fccksetzen der Datenbank werden vorherige Autorisierungen gel\u00f6scht, die aus IDM-verbundenen Systemen geladen wurden. Nach Ausf\u00fchrung des Zur\u00fccksetzens der Datenbank ist ein Neuladen der Autorisierungen in der Anwendung erforderlich.
resetDBSuccess=Datenbank wurde erfolgreich zur\u00fcckgesetzt.
resetDBFailed=Datenbank konnte nicht zur\u00fcckgesetzt werden.
readAuth=Rollen lesen
queryAuth=Rollen abfragen
updateTables=Tabellen des Identit\u00e4tsdepots aktualisieren
rolesIntegrator=Rollenzuordnungsadministrator
help=Hilfe
help_tt=Hilfe f\u00fcr diese Anwendung anzeigen
applyChangesTitle=\u00c4nderung der Auswahl best\u00e4tigen
mappingChangesMsg1=Zuordnungs\u00e4nderungen stehen noch aus.  
mappingChangesMsg2=W\u00e4hlen Sie 'OK', um die \u00c4nderungen zu verwerfen und mit der Auswahl von ''{0}'' fortzufahren, oder w\u00e4hlen Sie 'Abbrechen', um die aktuelle Rolle beizubehalten.
save=Speichern
cancel=Abbrechen
cancelAll=Alle abbrechen
cancelAllToolTip=Alle Vorg\u00e4nge abbrechen
driverState=Der Vorgang kann nicht ausgef\u00fchrt werden. Der Treiber ''{0}'' wurde entweder angehalten oder er steht nicht zur Verf\u00fcgung.
driverVersion=Die Mindestversion des Treibers, der in der Konfiguration des Rollenzuordnungsadministrators angegeben wurde, ist nicht kompatibel mit der Version des Identit\u00e4tsdepottreibers ''{0}''. Versuche, Autorisierungen f\u00fcr dieses System zu laden, k\u00f6nnten fehlschlagen.   
newRole=Neue Rolle...
newRole_tt=Neue Rolle erstellen
editRole=Rolle bearbeiten...
editRole_tt=Ausgew\u00e4hlte Rolle bearbeiten
delete=L\u00f6schen
delete_tt=Ausgew\u00e4hlte Rolle l\u00f6schen
displayNameRetrievalError=Fehler beim Abrufen des Host-Anzeigenamens:
quickSearch=Schnellsuche
preferences=Rollendepoteinstellungen
refreshList=Liste aktualisieren
defineFilter=Filter definieren
loading=Der Novell-Rollenzuordnungsadministrator wird geladen...
sending=Daten werden gespeichert...
loadAuthorizations=Autorisierungen laden
mapRole=Zur Rolle zuordnen
mapRole_tt=Ordnet die ausgew\u00e4hlte Autorisierung der ausgew\u00e4hlten Rolle zu.
viewRefs=Referenzen anzeigen
viewRefs_tt=Rollenreferenzen f\u00fcr die ausgew\u00e4hlte Autorisierung anzeigen
refresh=Aktualisieren
refreshToolTip=Identit\u00e4tsdepot durchsuchen, um die Treiber und Systeme zu aktualisieren  
refreshConfiguration=Konfiguration aktualisieren
searchIV=Identit\u00e4tsdepot wird durchsucht
ok=OK
roleName=Name:*
description=Beschreibung:*
level=Ebene:*
category=Kategorie:
owners=Eigent\u00fcmer:
noSystemsLabel=Keine Systeme
noSystems=Es wurden weder Treiber noch logische Systeme im Identit\u00e4tsdepot erkannt. 
noSystemsInstructions=Das Ermitteln von relevanten Treibern setzt eine g\u00fcltige Konfiguration voraus. Wenden Sie sich an den Rollenzuordnungsadministrator und den Identit\u00e4tsdepot-Administrator, um sicherzugehen, dass die Umgebung ordnungsgem\u00e4\u00df konfiguriert ist.
noAuthYet=F\u00fcr dieses System wurden die Autorisierungen nicht geladen.
loadInstructions=Geben Sie an, was zu laden ist:
note=Hinweis:
loadNoteText=Klicken Sie zum Laden von Autorisierungen aus anderen Systemen oben auf die Schaltfl\u00e4che ''Autorisierungen laden''.
load=Laden
loadTime=Geladen
loadToolTip=Autorisierungen aus ausgew\u00e4hlten Systemen laden
testButton=Testen Sie Ihre Verbindungsinformationen vor dem Speichern.
filter=Filter
id=ID: 
show=Anzeigen:
activityGroup=Aktivit\u00e4tsgruppen
profile=Profile
both=Beide
gettingRoleInfo=Rollenebenen- und Kategorieinformationen werden abgerufen...
invalidRoleName=Rollenname ''{0}'' ist ung\u00fcltig.
search=Suchen
currentOwners=Ausgew\u00e4hlte Eigent\u00fcmer:
firstName=Vorname
lastName=Nachname
searchingForUsers=Nach Benutzern suchen...
noUsers=Keine Ergebnisse gefunden.
failureLoadingAuths=Fehler beim Laden von Autorisierungen
savingRole=Rolle wird gespeichert...
loadAuthProgress=Status des Ladens von Autorisierungen
removeMap=Entfernen
removeMap_tt=Ausgew\u00e4hlte Zuordnung entfernen
resetMap=Zur\u00fccksetzen
resetMap_tt=Rollenzuordnungen zur\u00fccksetzen
apply=Anwenden
apply_tt=Zuordnungs\u00e4nderungen anwenden
columns=Spalten
columns_tt=Spalten ausw\u00e4hlen
configColumnsTitle=Spalten ausw\u00e4hlen
toggleLists=Zwischen Rollen und Zuordnungslisten umschalten
savedRole=Speichern der Rolle abgeschlossen...
roleExistsError=Eine Rolle namens ''{0}'' ist bereits in Ebene {1} vorhanden.
badRoleNameError=Rollenname ''{0}'' ist ung\u00fcltig.
generalAddRoleError=Fehler beim Erstellen der Rolle: {0}
addRoleTitle=Rolle hinzuf\u00fcgen
editRoleTitle=Rolle bearbeiten - {0}
addMappingTitle=Zuordnung hinzuf\u00fcgen
editMappingTitle=Zuordnung bearbeiten
addMappingDescriptionLabel=Beschreibung f\u00fcr die Zuordnung hinzuf\u00fcgen:*
addMappingResourceNameLabel=Ressourcenname:*
addMappingResourceNameError=Der von Ihnen eingegebene Ressourcenname enth\u00e4lt ung\u00fcltige Zeichen. G\u00fcltige Zeichen sind alphanumerische Zeichen, Unterstrich (_), Bindestrich (-) und Leerzeichen.
addMappingExistingResourceMsg=Eine Ressource f\u00fcr die Autorisierung ist bereits vorhanden. Wenn der Ressourcenname ge\u00e4ndert wird, wird auch der Anzeigename f\u00fcr die vorhandene Ressource ge\u00e4ndert.
authType=Typ:
langType=Sprache:
displayName=Anzeigename des Depots:
displayName_tt=Geben Sie den (optionalen) Anzeigenamen an, der f\u00fcr die Rollendepotadresse verwendet werden soll.  
userRootDN=Root-Benutzer-Container:*
userRootDN_tt=Geben Sie den vollst\u00e4ndig qualifizierten LDAP-DN des Stammcontainers f\u00fcr die Benutzerobjekte im Identit\u00e4tsdepot an. Beispiel: ou=users,ou=data,o=novell
userRootDNPicker_tt=Suchen Sie nach dem vollst\u00e4ndig qualifizierten LDAP-DN des Stammcontainers f\u00fcr die Benutzerobjekte.
namURL=Access Manager - URL zum Abmelden: 
namURL_tt=Geben Sie die URL des Access Manager-Identit\u00e4tsservers an. Dies ist ein optionales Feld, das dazu dient, dem Rollenzuordnungsadministrator die einmalige Anmeldung (Single Sign-on) zu erm\u00f6glichen.
deleteRoleTitle=Rolle l\u00f6schen - {0}
mappingChangeTitle=Zuordnungs\u00e4nderung best\u00e4tigen
mappingChangesTitle=Zuordnungs\u00e4nderungen best\u00e4tigen
deleteRole=Sind Sie sicher, dass die Rolle "{0}" gel\u00f6scht werden soll?

confirmMapChange=Bitte best\u00e4tigen Sie die folgende \u00c4nderung f\u00fcr ''{0}'':
confirmMapChanges=Bitte best\u00e4tigen Sie die folgenden \u00c4nderungen f\u00fcr ''{0}'':

deprovisionWarningRemove=Durch das Entfernen von Zuordnungen wird die Bereitstellung der Mitglieder dieser Rolle mit diesen Autorisierungen aufgehoben.
deprovisionWarningRemoveAdd=Durch das Entfernen von Zuordnungen wird die Bereitstellung der Mitglieder dieser Rolle mit diesen Autorisierungen aufgehoben. Durch das Hinzuf\u00fcgen von Zuordnungen werden Mitglieder entsprechend bereitgestellt.
deprovisionWarningAdd=Durch das Hinzuf\u00fcgen von Zuordnungen werden die Mitglieder dieser Rolle mit diesen Autorisierungen bereitgestellt.

yes=Ja
no=Nein
deletingRole=Rolle wird gel\u00f6scht...
adminConfig=Administratorkonfiguration
configInstructions=Dies ist die Konfigurationsseite des Novell-Rollenzuordnungsadministrators.
launchApp=Fehler beim Rollenzuordnungsadministrator anmelden
buildLabel=Build {0} erstellt am {1}
productInfoTitle=Anwendungsinformationen
configTitle=Systemkonfiguration
attrDefaultsTitle=Standardattributwerte
resourceCategory=Ressourcenkategorie:
resetTitle=Datenbank f\u00fcr Rollen und Autorisierungen
savedConfig=Konfigurationseinstellungen wurden gespeichert.
authFilter=Autorisierungsfilter
clear=L\u00f6schen
configHint=Der Abschnitt ''Systemkonfiguration'' muss vollst\u00e4ndig definiert werden, damit der Rollenzuordnungsadministrator ordnungsgem\u00e4\u00df funktionieren kann.
failureSettingAuthFilter=Fehler beim Festlegen des Autorisierungsfilters
testHint=Alle Felder sind erforderlich au\u00dfer ''Treiberermittlung-DN'' und ''Access Manager-URL''.
username=Benutzername:
password=Passwort:
adminPassword=Administratorpasswort:
login=Anmeldung
logout=Abmeldung
logout_tt=Abmeldung von dieser Anwendung
loginTitle=Der Novell-Rollenzuordnungadministrator richtet Rollenzuordnungen \u00fcber Enterprise-Systeme hinweg ein, was wiederum die Richtlinienverwaltung \u00fcber Sicherheitsdom\u00e4nen hinweg erm\u00f6glicht.
loginConfigTitle=Konfigurieren Sie die Novell Identity Manager-Komponenten, sodass der Novell-Rollenzuordnungsadministrator ordnungsgem\u00e4\u00df funktionieren kann.
baduser=Der angegebene Benutzername oder das angegebene Passwort wurde nicht erkannt. Klicken Sie auf '{0}' f\u00fcr weitere Informationen.
badConfigUser=Das angegebene Passwort wurde nicht erkannt.
noaccess=Der Benutzer ''{0}'' hat keinen Zugriff auf dieses System.
config=Administratorkonfiguration
configCancel=Administratoranmeldung abbrechen
configLoginPopTitle=Administratorpasswort
configLoginPop=Verwenden Sie das Administratorpasswort, das w\u00e4hrend des Installationsvorgangs definiert wurde.
loginPopTitle=Anmeldung und Konfiguration
loginPop=Der Benutzername kann als eindeutiger Name (LDAP DN) oder Eigenname (CN) eingegeben werden<br /><br />Mithilfe der Administratorkonfiguration kann ein Administrator die serverspezifischen Parameter einrichten, um den Novell-Rollenzuordnungadministrator ordnungsgem\u00e4\u00df auszuf\u00fchren.
required=* Erforderlich
roleFilter=Rollenfilter
roleNameFilter=Rollenname:
name=Name:
categories=Kategorien:
errorLoadingRoleInfo=Fehler beim Abrufen der Rolleninformationen:
failureSettingRoleFilter=Fehler beim Festlegen des Rollenfilters
languageNotFoundTitle=Sprache wurde nicht gefunden
languageNotFound=Ihre bevorzugten Gebietsschemata stimmen nicht mit denen \u00fcberein, die f\u00fcr dieses logische System konfiguriert sind. Die Autorisierungstabelle wird in der Sprache des logischen Systems angezeigt.
languagesNotFound=Ihre bevorzugten Gebietsschemata stimmen nicht mit denen \u00fcberein, die f\u00fcr dieses logische System konfiguriert sind. W\u00e4hlen Sie die Sprache aus, in der die Autorisierungen angezeigt werden sollen.
unableToMapTitle=Zuordnen nicht m\u00f6glich
mustSelectRoleMsg=W\u00e4hlen Sie ein Identit\u00e4tsdepot zum Zuordnen aus.
mustSelectAuthorizationMsg=W\u00e4hlen Sie eine zuzuordnende Autorisierung aus.
dataRetrievalErrorLabel=Datenabruffehler:
removeMappingErrorLabel=Fehler beim Entfernen der Zuordnung:    
roleMapErrorLabel=Rollenzuordnungsfehler:
roleFilterName=Namensausdruck des Typs ''''beginnt mit''''; der Ausdruck ben\u00f6tigt keinen Platzhalter. Bei Namen wird zwischen Gro\u00df- und Kleinschreibung unterschieden.
roleFilterCategory=W\u00e4hlen Sie mindestens eine Kategorie aus, die Teil des Filters f\u00fcr die Liste der Rollen sein soll.
roleFilterLevel=W\u00e4hlen Sie mindestens eine Ebene aus, die Teil des Filters f\u00fcr die Liste der Rollen sein soll.
filterClearTooltip=Klicken Sie auf ''L\u00f6schen'', um die Auswahl und Texteintr\u00e4ge aus dem Filterformular zu l\u00f6schen.
filterOkTooltip=Klicken Sie auf ''OK'', um den Filter auf die aktuellen Formulareintr\u00e4ge zu setzen.
filterCancelTooltip=Klicken Sie hier, um \u00c4nderungen an den Formulareintr\u00e4gen abzubrechen.
authFilterIdTooltip=Namensausdruck, der die Platzhalter ''''*'''' und ''''?'''' enthalten darf.
authFilterDescTooltip=Beschreibungsausdruck, der die Platzhalter ''''*'''' und ''''?'''' enthalten darf.
authFilterDispTooltip=Anzeigenamensausdruck, der die Platzhalter ''''*'''' und ''''?'''' enthalten darf.
authFilterTypeTooltip=W\u00e4hlen Sie mindestens einen Typ aus, der Teil des Filters f\u00fcr die Liste der Autorisierungen sein soll.
errorTitle=Fehler
warningTitle=Warnhinweis
error=Fehler:
success=Ordnungsgem\u00e4\u00df durchgef\u00fchrt:
filterLevel=Ebene:
filterDescription=Beschreibung:
filterDisplay=Anzeigename:
problemMappingsMsg=Es wurden keine Autorisierungen f\u00fcr die unten aufgef\u00fchrten Zuordnungen gefunden. Durch das Neuladen der Datenbank wird \u00fcberpr\u00fcft, ob die Zuordnungen noch g\u00fcltig sind. Andere Systemzuordnungen stammen aus Treibern, die von diesem Werkzeug noch nicht unterst\u00fctzt werden.
warningLabel=Achtung:
problemMappingsWarningMsg=Durch das Entfernen einer Rollenzuordnung kann das Aufheben der Bereitstellung der verkn\u00fcpften Rollenzuordnungen von zugewiesenen Benutzern gestartet werden.
problemMappingDlgTitle=Warnhinweise f\u00fcr zugeordnete Autorisierungen
mappingsNotFoundTabTitle=Zuordnungen nicht gefunden
otherSystemMappingsTabTitle=Andere Systemzuordnungen
noResultsFoundMsg=No results found
updateConfigurationFailed=Fehler beim Aktualisieren der Treiber und logischen Systeme. Sehen Sie in der Protokolldatei nach oder wenden Sie sich an den Systemadministrator.
loadAuthorizationsFailed=Fehler beim Laden der Autorisierungen. Sehen Sie in der Protokolldatei nach oder wenden Sie sich an den Systemadministrator.
loadAuthorizationsDriverError=Fehler beim Laden der Autorisierungen. Der Treiber hat einen Fehler gemeldet: ''{0}''.  
getAuthorizationsFailed=Fehler beim Lesen der Autorisierungen. Sehen Sie in der Protokolldatei nach oder wenden Sie sich an den Systemadministrator.
getDriverConfigFailed=Fehler beim Lesen der Treiber und logischen Systeme. Sehen Sie in der Protokolldatei nach oder wenden Sie sich an den Systemadministrator.
noResultsFoundMsg=Keine Ergebnisse gefunden
invalidChar=Ung\u00fcltiges Zeichen: {0}
validateFailRoleConfig=Auf das Rollendepot-Konfigurationsobjekt {0} konnte nicht mithilfe des Berechtigungsnachweises der administrativen Vertretung zugegriffen werden. Dies k\u00f6nnte darauf hindeuten, dass der ausgew\u00e4hlte Treiber ung\u00fcltig oder nicht vorhanden ist oder dass der Vertretungsbenutzer nicht \u00fcber die entsprechenden Trustee-Rechte f\u00fcr den Treiber im Identit\u00e4tsdepot verf\u00fcgt. Wenden Sie sich an den Systemadministrator. Es wurden keine \u00c4nderungen gespeichert.
validateFailDriverSet=Es wurde kein IDM-Treibersatz innerhalb des Bereichs des Treiberermittlungscontainers ({0}) gefunden. Dies k\u00f6nnte darauf hindeuten, dass der Treiberermittlungs-DN in der Anwendungskonfiguration ung\u00fcltig ist oder dass der Vertretungsbenutzer nicht \u00fcber die entsprechenden Trustee-Rechte f\u00fcr den Treiber im Identit\u00e4tsdepot verf\u00fcgt. Wenden Sie sich an den Systemadministrator.
validateFail=Eine unerwartete Ausnahme ist beim Validieren der Anwendungseinstellungen eingetreten. Wenden Sie sich an den Systemadministrator. Ausnahme: {0}
suggestedSystemsToReloadLabel=Vorgeschlagene Systeme zum erneuten Laden:
noConfiguredDrivers=Es wurden keine konfigurierten Treiber innerhalb des Bereichs des Treiberermittlungscontainers gefunden. Dies k\u00f6nnte darauf hindeuten, dass der Treiberermittlungs-DN in der Anwendungskonfiguration ung\u00fcltig ist oder dass der Vertretungsbenutzer nicht \u00fcber die entsprechenden Trustee-Rechte f\u00fcr den Treiber im Identit\u00e4tsdepot verf\u00fcgt. Wenden Sie sich an den Systemadministrator.
badConfigPort=Der Wert des Rollendepot-Ports ''{0}'' ist ung\u00fcltig.
deletedEditingRole=Die Rolle wurde von einem anderen Benutzer gel\u00f6scht. Schlie\u00dfen Sie zum Aktualisieren der Liste der Rollen dieses Dialogfeld und klicken Sie auf ''Liste aktualisieren''.
deletedEditingRoleTitle=Rolle gel\u00f6scht
dnPickerTitle=Identit\u00e4tsdepot-Objektauswahl
loadingPicker=Wird geladen...
pickerMessage=W\u00e4hlen Sie ein Objekt zum Erstellen des DNs f\u00fcr dieses Feld aus.
userAppDnPickerMessage=Benutzeranwendungstreiber ausw\u00e4hlen.
discoveryDnPickerMessage=W\u00e4hlen Sie den Container aus, der als Startpunkt der Treiberermittlung dienen soll.
rootUserDnPuckerMessage=W\u00e4hlen Sie den Root-Benutzer-Container aus.
changesNotSaved=Es wurden keine \u00c4nderungen gespeichert.
root=root
roleReport=Bericht \u00fcber neue Rollen und Zuordnungen
roleReportOkTooltip=Klicken Sie auf ''OK'', um den Bericht anhand der aktuellen Formulareintr\u00e4ge zu generieren
roleReportInfo=Der Bericht umfasst Rollen und Zuordnungen und wird anhand des Listenfilters generiert. \u00c4ndern Sie den Filter, um die Berichtsergebnisse anzupassen.
newReport=Neuer Bericht
refreshRequired=Aktualisierung der Konfiguration erforderlich
refreshRequiredNote=Die Konfiguration muss aktualisiert werden, wenn der Treiberermittlungs-DN ge\u00e4ndert und ''''Speichern'''' ausgew\u00e4hlt wird.
authRoleReferences=Autorisierungsrollen-Referenzen
viewRefsMessage=Die Autorisierung ist den folgenden Identit\u00e4tsdepotrollen zugeordnet.
authIDLabel=Autorisierungsname: 
mappingBeingAddedLabel=Hinzuzuf\u00fcgende Zuordnung:
mappingsBeingAddedLabel=Hinzuzuf\u00fcgende Zuordnungen:
mappingBeingRemovedLabel=Zu entfernende Zuordnung:
mappingsBeingRemovedLabel=Zu entfernende Zuordnungen:
mappingBeingUpdatedLabel=Zu aktualisierende Zuordnung:
mappingsBeingUpdatedLabel=Zu aktualisierende Zuordnungen:
noDNErrorMessage=Es wurden keine Objekte im Identit\u00e4tsdepot gefunden. Dies bedeutet m\u00f6glicherweise, dass der von Ihnen angegebene Administrator-DN nicht \u00fcber die erforderlichen Rechte zum Durchsuchen des Identit\u00e4tsdepots verf\u00fcgt.
failureReportTitle=Fehler bei der Berichtsgenerierung
failureReportDesc=Fehler beim Generieren des Berichts. Bitte pr\u00fcfen Sie die Serverprotokolldateien auf weitere Informationen.
noMappingsMsg=Es wurden keine Zuordnungen f\u00fcr diese Rolle gefunden
noRolesMsg=Keine Rollen im Identit\u00e4tsdepot
noAuthorizationsMsg=Keine Autorisierungen geladen
noReferencesMsg=Es wurden keine Referenzen f\u00fcr diese Autorisierung gefunden
mappingNameHeader=Ressourcenname
mappingDescriptionHeader=Zuordnungsbeschreibung
authNameHeader=Autorisierungsname
authTypeHeader=Autorisierungstyp
authDescHeader=Autorisierungsbeschreibung
authNameLabel=Autorisierungsname:
authTypeLabel=Autorisierungstyp:
authDescLabel=Autorisierungsbeschreibung:
roleNameHeader=Rollenname
roleLevelHeader=Ebene
roleCategoryHeader=Kategorie
problemsDNHeader=DN
problemsParametersHeader=Parameter
resettingDatabase=Datenbank wird zur\u00fcckgesetzt...
cantFindRoleObject=Die folgende Rolle wurde nicht gefunden: {0}. \r\n\r\nSchlie\u00dfen Sie zum Aktualisieren der Liste der Rollen dieses Dialogfeld und klicken Sie auf 'Liste aktualisieren'.
problemApplyingChanges=Problem beim Anwenden der \u00c4nderungen
print=Drucken
copyright=Copyright Novell, Inc. 2000-2009. Alle Rechte vorbehalten.  <a href="../version.html">Info</a>
addRolePermissionError=Sie verf\u00fcgen nicht \u00fcber die erforderlichen Berechtigungen, um dem ausgew\u00e4hlten Container eine Rolle hinzuzuf\u00fcgen.
unableToContactServer=Der Server konnte nicht kontaktiert werden.
injectionAttack=JavaScript ist als Feldwert nicht zul\u00e4ssig.
hide=Ausblenden
existingMappingTitle=Vorhandene Zuordnung
existingMappingMessage=Die Autorisierung ist der ausgew\u00e4hlten Rolle bereits zugeordnet.
